{
  "en": {
    "title": "Advanced Trading Techniques",
    "subtitle": "Master sophisticated approaches for experienced traders",
    "lesson_number": "Lesson 10",
    "lesson_progress": "Progress: Lesson 10 of 12",
    "objectives_title": "Learning Objectives",
    "objective_1": "Learn sophisticated trading techniques including options strategies",
    "objective_2": "Understand leverage management and margin trading",
    "objective_3": "Master advanced order types and execution strategies",
    "objective_4": "Discover portfolio hedging and risk management approaches",
    "intro": "Advanced trading techniques build upon foundational knowledge, introducing sophisticated approaches that can enhance returns and provide additional risk management tools. These techniques require solid understanding of basic principles and should only be attempted after mastering simpler strategies. They offer additional opportunities but also introduce new risks that must be carefully managed.",
    "section1_title": "Options Trading Strategies and Applications",
    "section1_text": "Options provide powerful tools for income generation, hedging positions, and creating asymmetric risk-reward profiles. Covered call writing involves selling call options against stock positions, generating income with limited downside protection - works well in neutral to slightly bullish markets but limits upside. Cash-secured puts generate income while potentially acquiring stocks at desired prices. Protective puts act as insurance for stock positions, limiting downside risk while maintaining unlimited upside. Spread strategies like bull call spreads and bear put spreads profit from moderate directional moves with defined risk parameters. Iron condors and butterflies profit from low volatility by selling options at different strikes.",
    "section2_title": "Leverage and Margin Management",
    "section2_text": "Leverage amplifies both profits and losses by allowing control of larger positions than account balance permits. Margin trading allows borrowing from brokers to purchase securities, typically at 2:1 leverage for stocks - doubles buying power but also risk and introduces interest costs. Forex leverage can reach 50:1 or higher, allowing large currency positions with small account balances - creates opportunities for substantial profits but risks of rapid account depletion. Futures contracts are inherently leveraged where small price movements create large profit or loss swings. Leverage management involves calculating position sizes based on actual risk rather than margin required.",
    "section3_title": "Advanced Order Types and Execution",
    "section3_text": "Professional traders use sophisticated order types to improve execution, manage risk, and implement complex strategies. Bracket orders combine entry with predetermined stop loss and take profit, ensuring risk management parameters are in place before positions establish. One-cancels-other (OCO) orders allow placing two orders simultaneously with execution of one canceling the other - useful for breakout strategies trading either direction. Iceberg orders break large positions into smaller pieces to avoid market impact or revealing intentions. Algorithmic execution like TWAP and VWAP helps execute large orders with minimal market impact by spreading trades across time or matching historical volume patterns.",
    "section4_title": "Portfolio Hedging and Risk Management",
    "section4_text": "Advanced risk management techniques protect portfolios against various risk types while maintaining profit potential. Portfolio hedging involves taking offsetting positions to reduce overall risk - traders with multiple long stocks might purchase index puts or sell futures to hedge against broad declines. Sector rotation strategies shift capital between different sectors based on economic cycles, relative performance, or technical analysis. Currency hedging protects international investments from exchange rate fluctuations using forwards or options. Volatility trading involves positions based on expected volatility changes rather than directional price movements - buying options before earnings or selling during elevated volatility periods.",
    "takeaway1": "Options strategies provide tools for income generation and risk management",
    "takeaway2": "Leverage amplifies both profits and losses requiring careful management",
    "takeaway3": "Advanced order types improve execution and risk control",
    "takeaway4": "Portfolio hedging protects against various risk types while maintaining upside",
    "takeaway5": "Advanced techniques require solid foundational knowledge before implementation",
    "exercise_title": "Practical Exercise",
    "exercise": "Research one advanced technique that interests you (options strategy, leverage usage, or hedging approach). Create a detailed analysis including: how it works, when to use it, potential risks and rewards, capital requirements, and how it might fit your trading plan. Paper trade this technique for one month before using real capital.",
    "mark_complete": "Mark Complete",
    "quiz_title": "Knowledge Check",
    "quiz_q1": "What is the primary benefit of using bracket orders in trading?",
    "quiz_q1_a": "Ensuring stop loss and profit targets are set before entry",
    "quiz_q1_b": "Reducing commission costs",
    "quiz_q1_c": "Allowing higher leverage",
    "quiz_q1_d": "Speeding up execution times",
    "quiz_q1_correct": "a",
    "quiz_feedback_correct": "Correct! Bracket orders ensure your risk management is in place from the start.",
    "quiz_feedback_incorrect": "Try again. Think about what makes bracket orders unique.",
    "previous_lesson": "← Previous Lesson",
    "next_lesson": "Next Lesson →",
    "video_coming_soon": "Lesson Video Coming Soon",
    "video_duration": "Duration: 2.5 minutes | Quality: 1080p",
    "key_takeaways": "Key Takeaways",
    "disclaimer": "Risk Warning: Trading involves significant risks. Past performance does not guarantee future results. Start with demo accounts and learn before risking real capital."
  },
  "ar": {
    "title": "تقنيات التداول المتقدمة",
    "subtitle": "إتقان الأساليب المتطورة للمتداولين ذوي الخبرة",
    "lesson_number": "الدرس 10",
    "lesson_progress": "التقدم: الدرس 10 من 12",
    "objectives_title": "أهداف التعلم",
    "objective_1": "تعلم تقنيات تداول متطورة تشمل استراتيجيات الخيارات",
    "objective_2": "فهم إدارة الرافعة المالية والتداول بالهامش",
    "objective_3": "إتقان أنواع الأوامر المتقدمة واستراتيجيات التنفيذ",
    "objective_4": "اكتشاف أساليب التحوط عن الحافظة الاستثمارية وإدارة المخاطر",
    "intro": "تبني تقنيات التداول المتقدمة على المعرفة الأساسية، وتقدم أساليب متطورة يمكنها تحسين العوائد وتوفير أدوات إضافية لإدارة المخاطر. تتطلب هذه التقنيات فهماً قوياً للمبادئ الأساسية ويجب أن تُمارس فقط بعد إتقان الاستراتيجيات الأبسط. توفر فرصاً إضافية لكن تقدم أيضاً مخاطر جديدة يجب إدارتها بحذر.",
    "section1_title": "استراتيجيات تداول الخيارات والتطبيقات",
    "section1_text": "توفر الخيارات أدوات قوية لتوليد الدخل وتحوط المراكز وإنشاء ملفات تعريف مخاطر-مكافآت غير متماثلة. يتضمن الكتابة المغطاة بيع خيارات الاستدعاء مقابل مراكز الأسهم، وتوليد الدخل مع حماية هبوط محدودة. تحقق هذه الاستراتيجية أداء جيد في الأسواق المحايدة إلى الصعودية قليلاً ولكنها تحد من الارتفاع. تولد عمليات البيع المضمونة نقداً الدخل مع احتمال محتمل للحصول على الأسهم بأسعار مرغوب فيها. توفر الخيارات الواقية تأميناً لمراكز الأسهم، مما يحد من المخاطر الهبوطية مع الحفاظ على الارتفاع غير المحدود.",
    "section2_title": "إدارة الرافعة المالية والهامش",
    "section2_text": "تضخم الرافعة المالية الأرباح والخسائر من خلال السماح بالتحكم في مراكز أكبر من رصيد الحساب. يسمح تداول الهامش بالاقتراض من الوسطاء لشراء الأوراق المالية، عادةً برافعة 2:1 للأسهم، مما يضاعف القوة الشرائية والمخاطر ويقدم تكاليف الفائدة. يمكن أن تصل رافعة الفوركس إلى 50:1 أو أعلى، مما يسمح بمراكز عملة كبيرة برصيد حساب صغير، مما يخلق فرصاً للأرباح الكبيرة لكن يخاطر بسرعة استنزاف الحساب. عقود العقود الآجلة موروثة برافعة مالية حيث تخلق تحركات الأسعار الصغيرة تقلبات ربح أو خسارة كبيرة.",
    "section3_title": "أنواع الأوامر المتقدمة والتنفيذ",
    "section3_text": "يستخدم المتداولون المحترفون أنواع أوامر متطورة لتحسين التنفيذ وإدارة المخاطر وتنفيذ استراتيجيات معقدة. تجمع أوامر الأقواس بين الدخول مع إيقاف الخسارة المحدد مسبقاً وأخذ الربح، مما يضمن وضع معاملات إدارة المخاطر قبل تأسيس المراكز. تسمح أوامر إلغاء الآخر (OCO) بوضع أمرين في وقت واحد مع تنفيذ أحدهما إلغاء الآخر، مفيدة لاستراتيجيات الاختراق المتداولة في أي من الاتجاهين. تقسم أوامر جبل الجليد المراكز الكبيرة إلى قطع أصغر لتجنب تأثير السوق أو الكشف عن النوايا.",
    "section4_title": "التحوط عن الحافظة الاستثمارية وإدارة المخاطر",
    "section4_text": "تحمي تقنيات إدارة المخاطر المتقدمة الحوافظ الاستثمارية ضد أنواع مخاطر مختلفة مع الحفاظ على إمكانية الربح. يتضمن التحوط عن الحافظة الاستثمارية اتخاذ مراكز معارضة لتقليل المخاطر الإجمالية، المتداولون الذين لديهم عدة أسهم طويلة قد يشترون خيارات بيع مؤشر أو يبيعون العقود الآجلة للتحوط ضد الانخفاضات الواسعة. تحول استراتيجيات دوران القطاع رأس المال بين القطاعات المختلفة بناءً على الدورات الاقتصادية أو الأداء النسبية.",
    "takeaway1": "استراتيجيات الخيارات توفر أدوات لتوليد الدخل وإدارة المخاطر",
    "takeaway2": "الرافعة المالية تضخم الأرباح والخسائر وتتطلب إدارة حذرة",
    "takeaway3": "أنواع الأوامر المتقدمة تحسن التنفيذ والتحكم في المخاطر",
    "takeaway4": "يحافظ التحوط عن الحافظة على الحماية ضد أنواع مخاطر مختلفة",
    "takeaway5": "تتطلب التقنيات المتقدمة معرفة أساسية قوية قبل التطبيق",
    "exercise_title": "تمرين عملي",
    "exercise": "ابحث عن تقنية متقدمة تثير اهتمامك (استراتيجية خيارات أو استخدام رافعة مالية أو نهج تحوط). أنشئ تحليلاً مفصلاً يتضمن: كيف يعمل، متى تستخدمه، المخاطر والمكافآت المحتملة، متطلبات رأس المال، وكيف قد يناسب خطة التداول الخاصة بك. تداول هذه التقنية على ورق لمدة شهر واحد قبل استخدام رأس المال الحقيقي.",
    "mark_complete": "تم الإنجاز",
    "quiz_title": "اختبر معلوماتك",
    "quiz_q1": "ما هي الفائدة الرئيسية لاستخدام أوامر الأقواس في التداول؟",
    "quiz_q1_a": "ضمان وضع نقاط إيقاف الخسارة والربح قبل الدخول",
    "quiz_q1_b": "تقليل تكاليف العمولة",
    "quiz_q1_c": "السماح برافعة مالية أعلى",
    "quiz_q1_d": "تسريع أوقات التنفيذ",
    "quiz_q1_correct": "a",
    "quiz_feedback_correct": "✓ إجابة صحيحة! أوامر الأقواس تضمن أن إدارة المخاطر الخاصة بك في المكان من البداية.",
    "quiz_feedback_incorrect": "✗ حاول مرة أخرى. فكر فيما يجعل أوامر الأقواس فريدة.",
    "previous_lesson": "← الدرس السابق",
    "next_lesson": "الدرس التالي →",
    "video_coming_soon": "فيديو الدرس قيد الإعداد",
    "video_duration": "المدة: دقيقتان ونصف | الجودة: 1080p",
    "key_takeaways": "النقاط الرئيسية",
    "disclaimer": "تحذير المخاطر: التداول ينطوي على مخاطر كبيرة. الأداء السابق لا يضمن النتائج المستقبلية. ابدأ بحسابات تجريبية وتعلم قبل المخاطرة برأس المال الحقيقي."
  },
  "es": {
    "title": "Técnicas Avanzadas de Trading",
    "subtitle": "Domina enfoques sofisticados para traders experimentados",
    "lesson_number": "Lección 10",
    "lesson_progress": "Progreso: Lección 10 de 12",
    "objectives_title": "Objetivos de Aprendizaje",
    "objective_1": "Aprender técnicas de trading sofisticadas incluyendo estrategias de opciones",
    "objective_2": "Comprender la gestión de apalancamiento y el trading con margen",
    "objective_3": "Dominar tipos de órdenes avanzadas y estrategias de ejecución",
    "objective_4": "Descubrir enfoques de cobertura de cartera y gestión de riesgos",
    "intro": "Las técnicas avanzadas de trading se construyen sobre el conocimiento fundamental, introduciendo enfoques sofisticados que pueden mejorar los rendimientos y proporcionar herramientas adicionales de gestión de riesgos. Estas técnicas requieren una sólida comprensión de los principios básicos y solo deben intentarse después de dominar estrategias más simples. Ofrecen oportunidades adicionales pero también introducen nuevos riesgos que deben gestionarse cuidadosamente.",
    "section1_title": "Estrategias de Trading de Opciones y Aplicaciones",
    "section1_text": "Las opciones proporcionan herramientas poderosas para generar ingresos, cubrir posiciones y crear perfiles de riesgo-recompensa asimétricos. La venta de opciones cubiertas implica vender opciones de compra contra posiciones de acciones, generando ingresos con protección a la baja limitada. Funciona bien en mercados neutrales a ligeramente alcistas pero limita el potencial alcista. Las ventas aseguradas en efectivo generan ingresos mientras potencialmente adquieren acciones a precios deseados. Las opciones de venta protectoras actúan como seguros para posiciones de acciones, limitando el riesgo a la baja manteniendo el potencial alcista ilimitado.",
    "section2_title": "Gestión de Apalancamiento y Margen",
    "section2_text": "El apalancamiento amplifica tanto ganancias como pérdidas permitiendo el control de posiciones más grandes que el saldo de la cuenta. El trading con margen permite pedir prestado de los brokers para comprar valores, típicamente con apalancamiento 2:1 para acciones, duplicando el poder de compra pero también el riesgo e introduciendo costos de interés. El apalancamiento de forex puede alcanzar 50:1 o superior, permitiendo grandes posiciones de divisas con pequeños saldos de cuenta, creando oportunidades para ganancias substanciales pero riesgos de agotamiento rápido de la cuenta. Los contratos de futuros se apalancan inherentemente.",
    "section3_title": "Tipos de Órdenes Avanzadas y Ejecución",
    "section3_text": "Los traders profesionales utilizan tipos de órdenes sofisticados para mejorar la ejecución, gestionar riesgos e implementar estrategias complejas. Las órdenes de soporte combinan entrada con stop loss y toma de ganancias predeterminados, asegurando que los parámetros de gestión de riesgos estén en su lugar antes de establecer posiciones. Las órdenes que se cancelan entre sí (OCO) permiten colocar dos órdenes simultáneamente con la ejecución de una cancelando la otra, útiles para estrategias de ruptura que cotizan en cualquier dirección. Las órdenes de iceberg dividen posiciones grandes en piezas más pequeñas para evitar impacto de mercado.",
    "section4_title": "Cobertura de Cartera y Gestión de Riesgos",
    "section4_text": "Las técnicas avanzadas de gestión de riesgos protegen carteras contra varios tipos de riesgos mientras mantienen el potencial de ganancias. La cobertura de cartera implica tomar posiciones compensatorias para reducir el riesgo general. Los traders con múltiples acciones largas podrían comprar opciones de venta de índices o vender futuros para cubrirse contra declives amplios. Las estrategias de rotación sectorial desplazan el capital entre diferentes sectores basados en ciclos económicos, rendimiento relativo o análisis técnico.",
    "takeaway1": "Las estrategias de opciones proporcionan herramientas para generar ingresos y gestionar riesgos",
    "takeaway2": "El apalancamiento amplifica ganancias y pérdidas requiriendo gestión cuidadosa",
    "takeaway3": "Los tipos de órdenes avanzadas mejoran la ejecución y el control de riesgos",
    "takeaway4": "La cobertura de cartera protege contra varios tipos de riesgos manteniendo potencial alcista",
    "takeaway5": "Las técnicas avanzadas requieren conocimiento fundamental sólido antes de implementar",
    "exercise_title": "Ejercicio Práctico",
    "exercise": "Investiga una técnica avanzada que te interese (estrategia de opciones, uso de apalancamiento o enfoque de cobertura). Crea un análisis detallado que incluya: cómo funciona, cuándo usarlo, riesgos y recompensas potenciales, requisitos de capital y cómo podría encajar en tu plan de trading. Negocia esta técnica en papel durante un mes antes de usar capital real.",
    "mark_complete": "Marcar Completado",
    "quiz_title": "Verificación de Conocimientos",
    "quiz_q1": "¿Cuál es el beneficio principal de usar órdenes de soporte en el trading?",
    "quiz_q1_a": "Asegurar que el stop loss y objetivos de ganancias se establezcan antes de entrar",
    "quiz_q1_b": "Reducir costos de comisión",
    "quiz_q1_c": "Permitir apalancamiento más alto",
    "quiz_q1_d": "Acelerar los tiempos de ejecución",
    "quiz_q1_correct": "a",
    "quiz_feedback_correct": "✓ ¡Correcto! Las órdenes de soporte aseguran que tu gestión de riesgos esté en su lugar desde el inicio.",
    "quiz_feedback_incorrect": "✗ Intenta de nuevo. Piensa en qué hace únicas a las órdenes de soporte.",
    "previous_lesson": "← Lección Anterior",
    "next_lesson": "Siguiente Lección →",
    "video_coming_soon": "Video de Lección Próximamente",
    "video_duration": "Duración: 2.5 minutos | Calidad: 1080p",
    "key_takeaways": "Puntos Clave",
    "disclaimer": "Advertencia de Riesgo: El trading implica riesgos significativos. El rendimiento pasado no garantiza resultados futuros. Comienza con cuentas de demostración y aprende antes de arriesgar capital real."
  },
  "pt": {
    "title": "Técnicas Avançadas de Trading",
    "subtitle": "Domine abordagens sofisticadas para traders experientes",
    "lesson_number": "Lição 10",
    "lesson_progress": "Progresso: Lição 10 de 12",
    "objectives_title": "Objetivos de Aprendizagem",
    "objective_1": "Aprender técnicas sofisticadas de trading incluindo estratégias de opções",
    "objective_2": "Entender a gestão de alavancagem e negociação com margem",
    "objective_3": "Dominar tipos de ordens avançadas e estratégias de execução",
    "objective_4": "Descobrir abordagens de hedge de portfólio e gestão de riscos",
    "intro": "As técnicas avançadas de trading construem sobre o conhecimento fundamental, introduzindo abordagens sofisticadas que podem melhorar retornos e fornecer ferramentas adicionais de gestão de riscos. Essas técnicas exigem compreensão sólida de princípios básicos e devem ser tentadas apenas após dominar estratégias mais simples. Elas oferecem oportunidades adicionais mas também introduzem novos riscos que devem ser cuidadosamente gerenciados.",
    "section1_title": "Estratégias de Negociação de Opções e Aplicações",
    "section1_text": "As opções fornecem ferramentas poderosas para geração de renda, cobertura de posições e criação de perfis de risco-recompensa assimétricos. A venda de opções cobertas envolve vender opções de compra contra posições de ações, gerando renda com proteção limitada contra queda. Funciona bem em mercados neutros a ligeiramente altos mas limita o potencial de alta. As vendas garantidas em dinheiro geram renda enquanto potencialmente adquirem ações a preços desejados. As opções de venda protetoras atuam como seguros para posições de ações, limitando o risco de queda mantendo ganhos ilimitados.",
    "section2_title": "Gestão de Alavancagem e Margem",
    "section2_text": "A alavancagem amplifica lucros e perdas permitindo o controle de posições maiores que o saldo da conta. O trading com margem permite tomar empréstimos de corretoras para comprar títulos, tipicamente com alavancagem 2:1 para ações, duplicando o poder de compra mas também o risco e introduzindo custos de juros. A alavancagem forex pode chegar a 50:1 ou superior, permitindo grandes posições de moeda com pequenos saldos de conta, criando oportunidades para lucros substanciais mas riscos de esgotamento rápido da conta. Contratos de futuros são inerentemente alavancados.",
    "section3_title": "Tipos de Ordens Avançadas e Execução",
    "section3_text": "Os traders profissionais usam tipos de ordens sofisticados para melhorar a execução, gerenciar riscos e implementar estratégias complexas. As ordens de parêntese combinam entrada com stop loss e lucro predeterminados, garantindo que os parâmetros de gestão de risco estejam em vigência antes das posições se estabelecerem. As ordens que cancelam umas às outras (OCO) permitem colocar duas ordens simultaneamente com a execução de uma cancelando a outra, úteis para estratégias de breakout negociadas em qualquer direção. As ordens de iceberg dividem grandes posições em pedaços menores para evitar impacto no mercado.",
    "section4_title": "Hedge de Portfólio e Gestão de Riscos",
    "section4_text": "Técnicas avançadas de gestão de riscos protegem portfólios contra vários tipos de risco enquanto mantêm o potencial de lucro. O hedge de portfólio envolve tomar posições compensatórias para reduzir o risco geral. Traders com múltiplas ações longas poderiam comprar puts de índice ou vender futuros para se proteger contra declínios amplos. Estratégias de rotação setorial deslocam capital entre diferentes setores com base em ciclos econômicos, desempenho relativo ou análise técnica.",
    "takeaway1": "Estratégias de opções fornecem ferramentas para geração de renda e gestão de riscos",
    "takeaway2": "A alavancagem amplifica lucros e perdas exigindo gestão cuidadosa",
    "takeaway3": "Tipos de ordens avançadas melhoram execução e controle de risco",
    "takeaway4": "O hedge de portfólio protege contra vários tipos de risco mantendo potencial de alta",
    "takeaway5": "Técnicas avançadas exigem conhecimento fundamental sólido antes da implementação",
    "exercise_title": "Exercício Prático",
    "exercise": "Pesquise uma técnica avançada que o interesse (estratégia de opções, uso de alavancagem ou abordagem de hedge). Crie uma análise detalhada incluindo: como funciona, quando usar, riscos e recompensas potenciais, requisitos de capital e como pode se encaixar em seu plano de trading. Negocie esta técnica em papel por um mês antes de usar capital real.",
    "mark_complete": "Marcar Completo",
    "quiz_title": "Verificação de Conhecimento",
    "quiz_q1": "Qual é o benefício principal de usar ordens de parêntese no trading?",
    "quiz_q1_a": "Garantir que o stop loss e alvo de lucro sejam definidos antes da entrada",
    "quiz_q1_b": "Reduzir custos de comissão",
    "quiz_q1_c": "Permitir alavancagem mais alta",
    "quiz_q1_d": "Acelerar tempos de execução",
    "quiz_q1_correct": "a",
    "quiz_feedback_correct": "✓ Correto! Ordens de parêntese garantem que sua gestão de risco esteja em vigor desde o início.",
    "quiz_feedback_incorrect": "✗ Tente novamente. Pense no que torna as ordens de parêntese únicas.",
    "previous_lesson": "← Lição Anterior",
    "next_lesson": "Próxima Lição →",
    "video_coming_soon": "Vídeo da Lição em Breve",
    "video_duration": "Duração: 2.5 minutos | Qualidade: 1080p",
    "key_takeaways": "Pontos-Chave",
    "disclaimer": "Aviso de Risco: O trading envolve riscos significativos. O desempenho passado não garante resultados futuros. Comece com contas de demonstração e aprenda antes de arriscar capital real."
  }
}
