{
  "en": {
    "title": "Risk Management & Position Sizing",
    "subtitle": "Protect your capital and manage risk like a professional trader",
    "objectives": [
      "Learn essential risk management principles for trading success",
      "Understand position sizing calculations and methods",
      "Discover how to set stop losses and take profits effectively",
      "Develop a comprehensive risk management plan"
    ],
    "intro": "Risk management represents the most critical aspect of successful trading, yet it's often overlooked by beginners who focus primarily on finding profitable trades. Protecting your capital is more important than making profits because you cannot trade without capital. Even traders with mediocre win rates can be profitable with excellent risk management. This lesson will teach you the foundational principles and practical techniques used by professional traders to preserve capital while building wealth.",
    "section1_title": "The Foundation of Risk Management",
    "section1_text": "Risk management begins with understanding that every trade carries potential for loss, regardless of confidence level. Accepting this reality helps traders make rational decisions about position sizes and risk levels. The first rule is never risk more than you can afford to lose on any single trade. Most professional traders risk between 1-3% of account balance per trade, ensuring even a series of losses won't significantly damage capital. Capital preservation becomes especially important during losing streaks, which are inevitable in trading. When you protect your capital during downturns, you maintain the ability to trade and profit during market recoveries. This is why many experienced traders say that defense is more important than offense in trading.",
    "section2_title": "Position Sizing Strategies and Calculations",
    "section2_text": "Position sizing determines how many shares or contracts to trade based on account size, risk tolerance, and trade setup. The fixed percentage method involves risking the same percentage of account balance on every trade, providing consistency and preventing emotional decisions. The calculation involves determining distance between entry and stop loss, then dividing risk amount by this distance. For example, on a $10,000 account risking 2%, if entry is $100 and stop loss is $95 (5 point distance), you can trade 400 shares. Volatility-based sizing adjusts trade size based on instrument volatility, with more volatile instruments receiving smaller positions to maintain consistent risk levels. This approach recognizes that stable assets can have larger positions than highly volatile ones while maintaining the same risk.",
    "section3_title": "Stop Loss Strategies and Implementation",
    "section3_text": "Stop losses represent predetermined exit points that limit losses when trades move against you. Technical stop losses are placed based on chart patterns, support and resistance, or indicator signals. This method ensures your stop is not arbitrary but based on actual market structure. Percentage-based stops set exits at fixed percentages from entry, offering simplicity but potentially ignoring market structure. Volatility-based stops use indicators like Average True Range (ATR) to account for normal price fluctuations and reduce whipsaws. Trailing stops move in your favor as trades become profitable, locking in gains while allowing continued profit potential. Each method has advantages and disadvantages that traders must understand and apply appropriately based on market conditions.",
    "section4_title": "Take Profit Strategies and Risk-Reward Ratios",
    "section4_text": "Take profit levels determine where to exit profitable trades, set before entering to maintain discipline. Risk-reward ratios compare potential profit to potential loss - a 2:1 ratio means risking $1 to potentially make $2. This metric is crucial because it allows profitability even with win rates below 50%. Technical take profit levels align with resistance, pattern targets, or Fibonacci retracements. Multiple take profit levels allow securing partial profits while letting remaining positions run for larger gains. This technique balances protecting gains with capturing large moves. A trader with 40% win rate but 3:1 risk-reward ratio will profit long-term. Understanding these ratios helps traders set realistic, achievable profit targets that match market conditions.",
    "takeaway1": "Risk management is more important than finding profitable trades - capital preservation enables long-term profitability",
    "takeaway2": "Position sizing should be based on account size, risk tolerance, and market volatility",
    "takeaway3": "Stop losses protect against significant losses and should be set before entering any trade",
    "takeaway4": "Risk-reward ratios allow profitability even with moderate win rates - prioritize quality setups",
    "takeaway5": "Psychological discipline is essential for maintaining effective risk management consistently",
    "exercise": "Calculate position sizes for three different trade scenarios using a 2% risk rule on a $10,000 account. For each scenario, determine the entry price, stop loss level, position size in contracts/shares, potential loss at stop, and potential profit at a 3:1 risk-reward ratio. Practice these calculations until they become automatic and you can compute position sizes in seconds.",
    "quiz_q1": "What is the recommended maximum risk per trade for professional traders?",
    "quiz_q1_a": "1-3% of account balance",
    "quiz_q1_b": "5-10% of account balance",
    "quiz_q1_c": "10-20% of account balance",
    "quiz_q1_d": "Any amount the trader feels comfortable with",
    "quiz_q1_correct": "a",
    "quiz_q2": "A trader has a $50,000 account and wants to risk 2% per trade. If a trade has a stop loss 50 pips away, what is the position size?",
    "quiz_q2_a": "20 lots",
    "quiz_q2_b": "2 lots",
    "quiz_q2_c": "200 lots",
    "quiz_q2_d": "Cannot calculate without more information",
    "quiz_q2_correct": "b",
    "quiz_q3": "What does a 3:1 risk-reward ratio mean?",
    "quiz_q3_a": "You risk $3 to potentially make $1",
    "quiz_q3_b": "You risk $1 to potentially make $3",
    "quiz_q3_c": "You risk and make equal amounts",
    "quiz_q3_d": "You can only make 3 trades per day",
    "quiz_q3_correct": "b",
    "quiz_q4": "Which stop loss method accounts for normal price fluctuations in volatile markets?",
    "quiz_q4_a": "Fixed percentage stop",
    "quiz_q4_b": "Technical support level stop",
    "quiz_q4_c": "Volatility-based (ATR) stop",
    "quiz_q4_d": "Trailing stop",
    "quiz_q4_correct": "c",
    "quiz_q5": "Why is capital preservation more important than making profits?",
    "quiz_q5_a": "It's not - making profits is always more important",
    "quiz_q5_b": "Without capital, you cannot trade or profit from future opportunities",
    "quiz_q5_c": "Profits come from preserving capital only",
    "quiz_q5_d": "It prevents you from trading too much",
    "quiz_q5_correct": "b"
  },
  "ar": {
    "title": "إدارة المخاطر وتحديد حجم المراكز",
    "subtitle": "احمِ رأس مالك وأدِر المخاطر مثل المتداول المحترف",
    "objectives": [
      "تعلم مبادئ إدارة المخاطر الأساسية لنجاح التداول",
      "فهم حسابات وطرق تحديد حجم المركز",
      "اكتشف كيفية وضع وقفات الخسارة وتحقيق الأرباح بفعالية",
      "تطوير خطة شاملة لإدارة المخاطر"
    ],
    "intro": "تمثل إدارة المخاطر الجانب الأكثر أهمية في التداول الناجح، لكن غالباً ما يتجاهلها المبتدئون الذين يركزون على إيجاد صفقات رابحة. حماية رأس مالك أكثر أهمية من تحقيق الأرباح لأنك لا تستطيع التداول بدون رأس مال. حتى المتداولون الذين يحققون نسبة فوز متواضعة يمكنهم الربح مع إدارة مخاطر ممتازة. سيعلمك هذا الدرس المبادئ الأساسية والتقنيات العملية التي يستخدمها المتداولون المحترفون.",
    "section1_title": "أساس إدارة المخاطر",
    "section1_text": "تبدأ إدارة المخاطر بفهم أن كل صفقة تحمل احتمالية الخسارة، بغض النظر عن مستوى الثقة. يساعد قبول هذا الواقع المتداولين على اتخاذ قرارات عقلانية حول أحجام المراكز ومستويات المخاطر. القاعدة الأولى هي عدم المخاطرة بأكثر مما يمكنك تحمل خسارته في أي صفقة واحدة. يخاطر معظم المتداولين المحترفين بين 1-3% من رصيد الحساب في كل صفقة، مما يضمن أن سلسلة من الخسائر لن تضر برأس المال بشكل كبير. تصبح حماية رأس المال مهمة بشكل خاص أثناء فترات الخسائر، وهي حتمية في التداول.",
    "section2_title": "استراتيجيات وحسابات تحديد حجم المركز",
    "section2_text": "يحدد حجم المركز عدد الأسهم أو العقود المراد تداولها بناءً على حجم الحساب وتحمل المخاطر وإعداد الصفقة. تتضمن طريقة النسبة المئوية الثابتة المخاطرة بنفس النسبة المئوية من رصيد الحساب في كل صفقة، مما يوفر الاستقرار ويمنع القرارات العاطفية. يتضمن الحساب تحديد المسافة بين نقطة الدخول ووقف الخسارة، ثم قسمة مبلغ المخاطرة على هذه المسافة. يتكيف تحديد الحجم على أساس التقلب مع حجم المركز على أساس تقلب الأداة، مع تلقي الأدوات الأكثر تقلباً مراكز أصغر للحفاظ على مستويات مخاطر متسقة.",
    "section3_title": "استراتيجيات وقف الخسارة والتطبيق",
    "section3_text": "تمثل وقفات الخسارة نقاط خروج محددة مسبقاً تحد من الخسائر عندما تتحرك الصفقات ضدك. يتم وضع وقفات الخسارة التقنية بناءً على أنماط الرسم البياني والدعم والمقاومة أو إشارات المؤشر. تحدد وقفات النسبة المئوية الخروج بنسب ثابتة من الدخول. تستخدم الوقفات القائمة على التقلب مؤشرات مثل ATR لحساب تقلبات الأسعار الطبيعية. تتحرك وقفات الخسارة المتابعة لصالحك مع أن تصبح الصفقات رابحة، مما يؤمن الأرباح مع السماح باستمرار إمكانية الربح.",
    "section4_title": "استراتيجيات تحقيق الأرباح ونسب المخاطرة والمكافأة",
    "section4_text": "تحدد مستويات تحقيق الأرباح مكان الخروج من الصفقات الرابحة، والمحددة قبل الدخول للحفاظ على الانضباط. تقارن نسب المخاطرة والمكافأة الربح المحتمل بالخسارة المحتملة - نسبة 2:1 تعني المخاطرة بـ 1 دولار لتحقيق 2 دولار. يتم محاذاة مستويات تحقيق الأرباح التقنية مع المقاومة أو أهداف الأنماط أو ارتدادات فيبوناتشي. تسمح مستويات تحقيق الأرباح المتعددة بتأمين أرباح جزئية مع السماح بتشغيل المراكز المتبقية لتحقيق مكاسب أكبر. تحافظ هذه التقنية على توازن بين حماية الأرباح والاستفادة من التحركات الكبيرة.",
    "takeaway1": "إدارة المخاطر أكثر أهمية من إيجاد صفقات رابحة - حماية رأس المال تمكن الربحية على المدى الطويل",
    "takeaway2": "يجب أن يكون تحديد حجم المركز بناءً على حجم الحساب وتحمل المخاطر وتقلب السوق",
    "takeaway3": "تحمي وقفات الخسارة من الخسائر الكبيرة وينبغي تحديدها قبل الدخول في أي صفقة",
    "takeaway4": "تسمح نسب المخاطرة والمكافأة بالربحية حتى مع معدلات فوز معتدلة - أولويات الإعدادات الجودة",
    "takeaway5": "الانضباط النفسي ضروري للحفاظ على إدارة المخاطر الفعالة بشكل ثابت",
    "exercise": "احسب أحجام المراكز لثلاث سيناريوهات صفقة مختلفة باستخدام قاعدة 2% على حساب بقيمة 10,000 دولار. لكل سيناريو، حدد سعر الدخول ومستوى وقف الخسارة وحجم المركز وخسارتك المحتملة عند التوقف.",
    "quiz_q1": "ما هي المخاطرة الموصى بها بحد أقصى لكل صفقة للمتداولين المحترفين؟",
    "quiz_q1_a": "1-3% من رصيد الحساب",
    "quiz_q1_b": "5-10% من رصيد الحساب",
    "quiz_q1_c": "10-20% من رصيد الحساب",
    "quiz_q1_d": "أي مبلغ يشعر به المتداول مرتاحاً",
    "quiz_q1_correct": "a",
    "quiz_q2": "يملك متداول حساباً بقيمة 50,000 دولار ويريد المخاطرة بنسبة 2% لكل صفقة. إذا كانت الصفقة بها وقف خسارة بمسافة 50 نقطة، فما هو حجم المركز؟",
    "quiz_q2_a": "20 عقد",
    "quiz_q2_b": "2 عقد",
    "quiz_q2_c": "200 عقد",
    "quiz_q2_d": "لا يمكن الحساب بدون معلومات إضافية",
    "quiz_q2_correct": "b",
    "quiz_q3": "ماذا تعني نسبة مخاطرة ومكافأة 3:1؟",
    "quiz_q3_a": "تخاطر بـ 3 دولارات لتحقيق 1 دولار",
    "quiz_q3_b": "تخاطر بـ 1 دولار لتحقيق 3 دولارات",
    "quiz_q3_c": "تخاطر وتحقق مبالغ متساوية",
    "quiz_q3_d": "يمكنك فقط إجراء 3 صفقات في اليوم",
    "quiz_q3_correct": "b",
    "quiz_q4": "أي طريقة وقف خسارة تأخذ في الاعتبار تقلبات الأسعار الطبيعية في الأسواق المتقلبة؟",
    "quiz_q4_a": "وقف النسبة المئوية الثابتة",
    "quiz_q4_b": "وقف مستوى الدعم التقني",
    "quiz_q4_c": "وقف قائم على التقلب (ATR)",
    "quiz_q4_d": "وقف الخسارة المتحرك",
    "quiz_q4_correct": "c",
    "quiz_q5": "لماذا تكون حماية رأس المال أكثر أهمية من تحقيق الأرباح؟",
    "quiz_q5_a": "ليست كذلك - تحقيق الأرباح أكثر أهمية دائماً",
    "quiz_q5_b": "بدون رأس مال، لا يمكنك التداول أو الربح من الفرص المستقبلية",
    "quiz_q5_c": "الأرباح تأتي من حماية رأس المال فقط",
    "quiz_q5_d": "يمنعك من التداول كثيراً",
    "quiz_q5_correct": "b"
  },
  "es": {
    "title": "Gestión de Riesgos y Dimensionamiento de Posiciones",
    "subtitle": "Protege tu capital y gestiona el riesgo como un trader profesional",
    "objectives": [
      "Aprender los principios esenciales de gestión de riesgos para el éxito del trading",
      "Comprender cálculos y métodos de dimensionamiento de posiciones",
      "Descubre cómo establecer stops de pérdida y tomar ganancias efectivamente",
      "Desarrollar un plan integral de gestión de riesgos"
    ],
    "intro": "La gestión de riesgos representa el aspecto más crítico del trading exitoso, sin embargo, a menudo es pasada por alto por principiantes que se enfocen en encontrar operaciones rentables. Proteger tu capital es más importante que hacer ganancias porque no puedes operar sin capital. Incluso los traders con tasas de ganancia mediocres pueden ser rentables con una excelente gestión de riesgos. Esta lección te enseñará los principios fundamentales y técnicas prácticas utilizadas por traders profesionales.",
    "section1_title": "La Fundación de la Gestión de Riesgos",
    "section1_text": "La gestión de riesgos comienza con entender que cada operación conlleva potencial de pérdida, independientemente del nivel de confianza. Aceptar esta realidad ayuda a los traders a tomar decisiones racionales sobre tamaños de posición y niveles de riesgo. La primera regla es nunca arriesgar más de lo que puedas permitirte perder en una sola operación. La mayoría de los traders profesionales arriesgan entre 1-3% del saldo de su cuenta por operación, asegurando que incluso una serie de pérdidas no dañe significativamente el capital. La preservación del capital se vuelve especialmente importante durante rachas de pérdidas, que son inevitables en el trading.",
    "section2_title": "Estrategias de Dimensionamiento de Posiciones y Cálculos",
    "section2_text": "El dimensionamiento de posiciones determina cuántas acciones o contratos operar basado en el tamaño de cuenta, tolerancia al riesgo y configuración de la operación. El método de porcentaje fijo implica arriesgar el mismo porcentaje del saldo de la cuenta en cada operación, proporcionando consistencia y previniendo decisiones emocionales. El cálculo implica determinar la distancia entre entrada y pérdida, luego dividir la cantidad de riesgo por esta distancia. El dimensionamiento basado en volatilidad ajusta el tamaño de posición basado en la volatilidad del instrumento, con instrumentos más volátiles recibiendo posiciones más pequeñas para mantener niveles de riesgo consistentes.",
    "section3_title": "Estrategias de Stop Loss e Implementación",
    "section3_text": "Los stops de pérdida representan puntos de salida predeterminados que limitan pérdidas cuando las operaciones se mueven en tu contra. Los stops técnicos se colocan basados en patrones de gráficos, soportes y resistencias, o señales de indicadores. Los stops basados en porcentaje establecen salidas en porcentajes fijos desde entrada. Los stops basados en volatilidad utilizan indicadores como ATR para contabilizar las fluctuaciones de precio normales. Los trailing stops se mueven a tu favor a medida que las operaciones se vuelven rentables, bloqueando ganancias permitiendo potencial de ganancia continuo.",
    "section4_title": "Estrategias de Toma de Ganancias y Ratios Riesgo-Recompensa",
    "section4_text": "Los niveles de toma de ganancias determinan dónde salir de operaciones rentables, establecidos antes de entrar para mantener disciplina. Los ratios riesgo-recompensa comparan ganancia potencial con pérdida potencial - un ratio 2:1 significa arriesgar $1 para potencialmente hacer $2. Los niveles de toma de ganancias técnicos se alinean con resistencias, objetivos de patrones, o retracimientos de Fibonacci. Los niveles de toma de ganancias múltiples permiten asegurar ganancias parciales mientras dejas posiciones restantes correr para ganancias mayores. Esta técnica equilibra proteger ganancias con capturar movimientos grandes.",
    "takeaway1": "La gestión de riesgos es más importante que encontrar operaciones rentables - la preservación del capital habilita rentabilidad a largo plazo",
    "takeaway2": "El dimensionamiento de posiciones debe basarse en tamaño de cuenta, tolerancia al riesgo y volatilidad del mercado",
    "takeaway3": "Los stops de pérdida protegen contra pérdidas significativas y deben establecerse antes de entrar en cualquier operación",
    "takeaway4": "Los ratios riesgo-recompensa permiten rentabilidad incluso con tasas de ganancia moderadas - prioriza configuraciones de calidad",
    "takeaway5": "La disciplina psicológica es esencial para mantener una gestión de riesgos efectiva consistentemente",
    "exercise": "Calcula tamaños de posición para tres escenarios de operación diferentes usando una regla de riesgo del 2% en una cuenta de $10,000. Para cada escenario, determina el precio de entrada, nivel de stop loss, tamaño de posición y ganancia potencial.",
    "quiz_q1": "¿Cuál es el riesgo máximo recomendado por operación para traders profesionales?",
    "quiz_q1_a": "1-3% del saldo de la cuenta",
    "quiz_q1_b": "5-10% del saldo de la cuenta",
    "quiz_q1_c": "10-20% del saldo de la cuenta",
    "quiz_q1_d": "Cualquier cantidad con la que el trader se sienta cómodo",
    "quiz_q1_correct": "a",
    "quiz_q2": "Un trader tiene una cuenta de $50,000 y quiere arriesgar 2% por operación. Si una operación tiene un stop loss a 50 pips de distancia, ¿cuál es el tamaño de posición?",
    "quiz_q2_a": "20 lotes",
    "quiz_q2_b": "2 lotes",
    "quiz_q2_c": "200 lotes",
    "quiz_q2_d": "No se puede calcular sin más información",
    "quiz_q2_correct": "b",
    "quiz_q3": "¿Qué significa un ratio riesgo-recompensa de 3:1?",
    "quiz_q3_a": "Arriesgas $3 para potencialmente hacer $1",
    "quiz_q3_b": "Arriesgas $1 para potencialmente hacer $3",
    "quiz_q3_c": "Arriesgas y haces montos iguales",
    "quiz_q3_d": "Solo puedes hacer 3 operaciones por día",
    "quiz_q3_correct": "b",
    "quiz_q4": "¿Qué método de stop loss contabiliza las fluctuaciones de precio normales en mercados volátiles?",
    "quiz_q4_a": "Stop de porcentaje fijo",
    "quiz_q4_b": "Stop de nivel de soporte técnico",
    "quiz_q4_c": "Stop basado en volatilidad (ATR)",
    "quiz_q4_d": "Stop trailing",
    "quiz_q4_correct": "c",
    "quiz_q5": "¿Por qué la preservación del capital es más importante que hacer ganancias?",
    "quiz_q5_a": "No lo es - hacer ganancias es siempre más importante",
    "quiz_q5_b": "Sin capital, no puedes operar o beneficiarte de oportunidades futuras",
    "quiz_q5_c": "Las ganancias vienen solo de preservar capital",
    "quiz_q5_d": "Te previene de operar demasiado",
    "quiz_q5_correct": "b"
  },
  "pt": {
    "title": "Gestão de Riscos e Dimensionamento de Posições",
    "subtitle": "Proteja seu capital e gerencie riscos como um trader profissional",
    "objectives": [
      "Aprender princípios essenciais de gestão de riscos para sucesso no trading",
      "Compreender cálculos e métodos de dimensionamento de posições",
      "Descubra como definir stops de perda e obter lucros efetivamente",
      "Desenvolver um plano abrangente de gestão de riscos"
    ],
    "intro": "A gestão de riscos representa o aspecto mais crítico do trading bem-sucedido, mas muitas vezes é negligenciado por iniciantes que focam principalmente em encontrar negócios lucrativos. Proteger seu capital é mais importante do que fazer lucros porque você não pode negociar sem capital. Até mesmo traders com taxas de vitória mediocres podem ser lucrativos com excelente gestão de riscos. Esta lição ensinará a você os princípios fundamentais e técnicas práticas utilizadas por traders profissionais.",
    "section1_title": "A Fundação da Gestão de Riscos",
    "section1_text": "A gestão de riscos começa com o entendimento de que cada negócio carrega potencial de perda, independentemente do nível de confiança. Aceitar essa realidade ajuda os traders a tomar decisões racionais sobre tamanhos de posição e níveis de risco. A primeira regra é nunca arriscar mais do que você pode permitir-se perder em um único negócio. A maioria dos traders profissionais arrisca entre 1-3% do saldo da conta por negócio, garantindo que até uma série de perdas não prejudique significativamente o capital. A preservação do capital torna-se especialmente importante durante períodos de perdas, que são inevitáveis no trading.",
    "section2_title": "Estratégias de Dimensionamento de Posições e Cálculos",
    "section2_text": "O dimensionamento de posição determina quantas ações ou contratos negociar com base no tamanho da conta, tolerância ao risco e configuração do negócio. O método de porcentagem fixo envolve arriscar a mesma porcentagem do saldo da conta em cada negócio, proporcionando consistência e prevenindo decisões emocionais. O cálculo envolve determinar a distância entre entrada e stop loss, depois dividir a quantidade de risco por essa distância. O dimensionamento baseado em volatilidade ajusta o tamanho da posição com base na volatilidade do instrumento, com instrumentos mais voláteis recebendo posições menores para manter níveis de risco consistentes.",
    "section3_title": "Estratégias de Stop Loss e Implementação",
    "section3_text": "Os stops de perda representam pontos de saída predeterminados que limitam perdas quando os negócios se movem contra você. Os stops técnicos são colocados com base em padrões de gráfico, suportes e resistências, ou sinais de indicadores. Os stops baseados em porcentagem definem saídas em porcentagens fixas da entrada. Os stops baseados em volatilidade usam indicadores como ATR para contabilizar flutuações de preço normais. Os trailing stops se movem a seu favor conforme os negócios se tornam lucrativos, bloqueando ganhos enquanto permitem potencial de lucro contínuo.",
    "section4_title": "Estratégias de Realização de Lucros e Razões Risco-Recompensa",
    "section4_text": "Os níveis de realização de lucros determinam onde sair de negócios lucrativos, definidos antes de entrar para manter disciplina. As razões risco-recompensa comparam lucro potencial a perda potencial - uma razão 2:1 significa arriscar $1 para potencialmente ganhar $2. Os níveis de realização de lucros técnicos se alinham com resistências, objetivos de padrões, ou retrações de Fibonacci. Múltiplos níveis de realização de lucros permitem garantir lucros parciais enquanto deixa posições restantes correr para ganhos maiores. Esta técnica equilibra proteger lucros com capturar grandes movimentos.",
    "takeaway1": "A gestão de riscos é mais importante do que encontrar negócios lucrativos - a preservação de capital permite lucratividade de longo prazo",
    "takeaway2": "O dimensionamento de posição deve ser baseado no tamanho da conta, tolerância ao risco e volatilidade do mercado",
    "takeaway3": "Os stops de perda protegem contra perdas significativas e devem ser definidos antes de entrar em qualquer negócio",
    "takeaway4": "As razões risco-recompensa permitem lucratividade mesmo com taxas de vitória moderadas - priorize configurações de qualidade",
    "takeaway5": "A disciplina psicológica é essencial para manter uma gestão de riscos eficaz consistentemente",
    "exercise": "Calcule tamanhos de posição para três cenários de negócio diferentes usando uma regra de risco de 2% em uma conta de $10.000. Para cada cenário, determine o preço de entrada, nível de stop loss, tamanho de posição e lucro potencial.",
    "quiz_q1": "Qual é o risco máximo recomendado por negócio para traders profissionais?",
    "quiz_q1_a": "1-3% do saldo da conta",
    "quiz_q1_b": "5-10% do saldo da conta",
    "quiz_q1_c": "10-20% do saldo da conta",
    "quiz_q1_d": "Qualquer quantia com a qual o trader se sinta confortável",
    "quiz_q1_correct": "a",
    "quiz_q2": "Um trader tem uma conta de $50.000 e quer arriscar 2% por negócio. Se um negócio tiver um stop loss a 50 pips de distância, qual é o tamanho da posição?",
    "quiz_q2_a": "20 lotes",
    "quiz_q2_b": "2 lotes",
    "quiz_q2_c": "200 lotes",
    "quiz_q2_d": "Não pode ser calculado sem mais informações",
    "quiz_q2_correct": "b",
    "quiz_q3": "O que significa uma razão risco-recompensa de 3:1?",
    "quiz_q3_a": "Você arrisca $3 para potencialmente ganhar $1",
    "quiz_q3_b": "Você arrisca $1 para potencialmente ganhar $3",
    "quiz_q3_c": "Você arrisca e ganha quantias iguais",
    "quiz_q3_d": "Você pode fazer apenas 3 negócios por dia",
    "quiz_q3_correct": "b",
    "quiz_q4": "Qual método de stop loss contabiliza flutuações de preço normais em mercados voláteis?",
    "quiz_q4_a": "Stop de porcentagem fixo",
    "quiz_q4_b": "Stop de nível de suporte técnico",
    "quiz_q4_c": "Stop baseado em volatilidade (ATR)",
    "quiz_q4_d": "Stop trailing",
    "quiz_q4_correct": "c",
    "quiz_q5": "Por que a preservação de capital é mais importante que obter lucros?",
    "quiz_q5_a": "Não é - obter lucros é sempre mais importante",
    "quiz_q5_b": "Sem capital, você não pode negociar ou lucrar com oportunidades futuras",
    "quiz_q5_c": "Os lucros vêm apenas de preservar capital",
    "quiz_q5_d": "Isso o previne de negociar demais",
    "quiz_q5_correct": "b"
  }
}
