{
  "lesson_number": 4,
  "lesson_slug": "chart-patterns-price-action",
  "ar": {
    "title": "أنماط الرسوم البيانية والتحليل السعري",
    "subtitle": "تحديد وتداول أنماط الرسوم البيانية الرئيسية للفرص المربحة",
    "lesson_number": "الدرس 4",
    "objectives_title": "أهداف التعلم",
    "objective_1": "تعلم تحديد وتداول أنماط الرسوم البيانية الرئيسية",
    "objective_2": "فهم إشارات التحليل السعري وعلم النفس السوقي",
    "objective_3": "التعرف على سيناريوهات الاختراق والانهيار",
    "objective_4": "تطوير استراتيجيات تداول قائمة على الأنماط",
    "intro": "تمثل أنماط الرسوم البيانية التجسيد البصري لعلم نفس السوق، حيث يخلق الصراع بين المشترين والبائعين تشكيلات يمكن التنبؤ بها. يعتمد التداول بناءً على التحليل السعري على هذه الأنماط وتشكيلات الشموع للتعرف على الفرص عبر جميع الأسواق والأطر الزمنية. إن فهم هذه الأنماط يوفر للمتداولين ميزة تنافسية قوية في تحديد نقاط الدخول والخروج.",
    "section1_title": "أنماط الاستمرار: التداول مع الاتجاه",
    "section1_text": "تظهر أنماط الاستمرار خلال الأسواق في الاتجاهات وتقترح أن الاتجاه سيستأنف بعد التوطيد. تعرض أنماط الأعلام توطيد مستطيل ضد الاتجاه السائد، مما يشير إلى استراحة مؤقتة قبل استئناف الحركة. تعرض أنماط الرايات خطوط اتجاه متقاربة تشكل مثلثات صغيرة. تشير أنماط المثلثات (الصاعد، الهابط، المتماثل) إلى ضغط يتراكم قبل الاستمرار. توفر هذه الأنماط فرص ممتازة للعائد على المخاطر عند التداول في اتجاه الاتجاه المرسخ.",
    "section2_title": "أنماط الانعكاس: تحديد تغييرات الاتجاه",
    "section2_text": "تشير أنماط الانعكاس إلى التغييرات المحتملة في اتجاه الاتجاه. تعرض أنماط رأس الكتفين ثلاثة قمم مع الوسط الأعلى، مما يشير إلى ضعف ضغط الشراء. تتشكل الأسطح المزدوجة عندما تصل الأسعار إلى ارتفاع مرتين ثم تنخفض، مما يقترح أن المشترين لا يستطيعون الدفع بأعلى. تتطلب هذه الأنماط تأكيد حجم قوي وأطر زمنية أطول للتطور بشكل موثوق.",
    "section3_title": "أنماط الشموع وإشارات السوق",
    "section3_text": "توفر الشموع الفردية والتوليفات رؤى حول معنويات السوق. تشير شموع الدوجي إلى عدم الاستقرار والانعكاسات المحتملة بعد الاتجاهات القوية. تشير أنماط المطرقة والنجم الساقط إلى الانعكاسات في أطراف السوق. تحدث أنماط الالتف عندما تغطي شمعة واحدة السابقة بالكامل، مما يقترح تحولات الزخم. تعمل هذه الأنماط بشكل أفضل عند مستويات الدعم والمقاومة الرئيسية.",
    "section4_title": "استراتيجيات تداول التحليل السعري",
    "section4_text": "يركز تداول التحليل السعري على قراءة تحركات الأسعار الخام بدون الاعتماد الثقيل على المؤشرات. يحدد تحليل هيكل السوق القمم والقيعان المتأرجحة لفهم الاتجاهات ونقاط الانعكاس. يركز تداول الشمعات الدبوسية على الشموع ذات الفتائل الطويلة التي تظهر رفض الأسعار. تقترح أنماط الأشرطة الداخلية التوطيد قبل تحركات الاختراق. توفر هذه الاستراتيجيات نقاط دخول وخروج واضحة مع مخاطر محددة جيداً.",
    "takeaway1": "تساعد أنماط الاستمرار المتداولين على الدخول إلى المراكز في الاتجاهات المرسخة",
    "takeaway2": "تشير أنماط الانعكاس إلى تغييرات الاتجاه المحتملة مع التأكيد",
    "takeaway3": "توفر أنماط الشموع رؤى حول تغييرات معنويات السوق",
    "takeaway4": "يركز تداول التحليل السعري على تحركات الأسعار الخام وهيكل السوق",
    "takeaway5": "تحسين تأكيد النمط من خلال الحجم والسياق معدلات النجاح",
    "quiz_title": "اختبر معلوماتك",
    "quiz_q1": "ما هو النمط الذي يشير إلى استمرار الاتجاه السائد؟",
    "quiz_q1_a": "نمط رأس الكتفين",
    "quiz_q1_b": "نمط الأعلام والرايات",
    "quiz_q1_c": "الأسطح المزدوجة",
    "quiz_q1_d": "نمط الكتفين المعكوسين",
    "quiz_q1_correct": "b",
    "quiz_q2": "أي من الشموع التالية تشير إلى عدم استقرار السوق؟",
    "quiz_q2_a": "شمعة المطرقة",
    "quiz_q2_b": "شمعة الدوجي",
    "quiz_q2_c": "شمعة الجسم الطويل",
    "quiz_q2_d": "شمعة الالتف",
    "quiz_q2_correct": "b",
    "quiz_q3": "ما هو نمط الانعكاس الذي يتشكل من ثلاثة قمم؟",
    "quiz_q3_a": "القاع المزدوج",
    "quiz_q3_b": "نمط المثلث",
    "quiz_q3_c": "رأس الكتفين",
    "quiz_q3_d": "نمط العلم",
    "quiz_q3_correct": "c",
    "quiz_q4": "ما هي أهم إشارة تأكيد لنمط الرسم البياني؟",
    "quiz_q4_a": "السعر وحده",
    "quiz_q4_b": "حجم التداول والسياق",
    "quiz_q4_c": "الوقت من اليوم",
    "quiz_q4_d": "عدد الشموع",
    "quiz_q4_correct": "b",
    "quiz_q5": "أي نمط يتميز بفتائل طويلة تظهر رفض السعر؟",
    "quiz_q5_a": "نمط الشريط الداخلي",
    "quiz_q5_b": "نمط شموع الدبوس",
    "quiz_q5_c": "نمط الالتف",
    "quiz_q5_d": "نمط المثلث الصاعد",
    "quiz_q5_correct": "b",
    "takeaways_title": "النقاط الرئيسية",
    "exercise_title": "تمرين عملي",
    "exercise": "حدد ثلاثة أنماط رسم بياني مختلفة (نمط استمرار واحد، نمط انعكاس واحد، نمط شموع واحد) في سوقك المختار على مدار الأسبوع القادم. وثق كل نمط بلقطات شاشة، لاحظ الحجم أثناء التكوين والاختراق، وتتبع حركة السعر اللاحقة للتحقق من فعالية النمط.",
    "mark_complete": "تم الإنجاز",
    "previous_lesson": "← الدرس السابق",
    "next_lesson": "الدرس التالي →",
    "academy_name": "أكاديمية سيكابا للتداول",
    "all_rights": "جميع الحقوق محفوظة",
    "disclaimer": "تحذير المخاطر: التداول ينطوي على مخاطر. الأداء السابق لا يضمن النتائج المستقبلية."
  },
  "en": {
    "title": "Chart Patterns & Price Action",
    "subtitle": "Identify and trade major chart patterns for profitable opportunities",
    "lesson_number": "Lesson 4",
    "objectives_title": "Learning Objectives",
    "objective_1": "Learn to identify and trade major chart patterns",
    "objective_2": "Understand price action signals and market psychology",
    "objective_3": "Recognize breakout and breakdown scenarios",
    "objective_4": "Develop pattern-based trading strategies",
    "intro": "Chart patterns represent the visual manifestation of market psychology, showing how the battle between buyers and sellers creates predictable formations. Price action trading relies on these patterns and candlestick formations to identify opportunities across all markets and timeframes. Mastering these patterns provides traders with a significant competitive advantage in pinpointing entry and exit points.",
    "section1_title": "Continuation Patterns: Trading with the Trend",
    "section1_text": "Continuation patterns appear during trending markets and suggest the trend will resume after consolidation. Flag patterns show rectangular consolidation against the prevailing trend, indicating a brief pause before momentum continues. Pennant patterns display converging trend lines forming small triangles. Triangle patterns (ascending, descending, symmetrical) indicate pressure building before continuation. These patterns offer excellent risk-reward setups when trading in the direction of the established trend.",
    "section2_title": "Reversal Patterns: Identifying Trend Changes",
    "section2_text": "Reversal patterns signal potential changes in trend direction. Head and shoulders patterns show three peaks with the middle highest, indicating weakening buying pressure. Double tops form when prices reach a high twice then decline, suggesting buyers cannot push higher. These patterns require strong volume confirmation and longer timeframes to develop reliably.",
    "section3_title": "Candlestick Patterns and Signals",
    "section3_text": "Individual candlesticks and combinations provide insights into market sentiment. Doji candles suggest indecision and potential reversals after strong trends. Hammer and shooting star patterns signal reversals at market extremes. Engulfing patterns occur when one candle completely engulfs the previous, suggesting momentum shifts. These patterns work best at key support and resistance levels.",
    "section4_title": "Price Action Trading Strategies",
    "section4_text": "Price action trading focuses on reading raw price movements without heavy indicator reliance. Market structure analysis identifies swing highs and lows to understand trends and reversal points. Pin bar trading focuses on candlesticks with long wicks showing price rejection. Inside bar patterns suggest consolidation before breakout moves. These strategies provide clear entry and exit points with well-defined risk.",
    "takeaway1": "Continuation patterns help traders enter positions in established trends",
    "takeaway2": "Reversal patterns signal potential trend changes with confirmation",
    "takeaway3": "Candlestick patterns provide insights into market sentiment changes",
    "takeaway4": "Price action trading focuses on raw price movements and market structure",
    "takeaway5": "Pattern confirmation through volume and context improves success rates",
    "quiz_title": "Knowledge Check",
    "quiz_q1": "Which pattern suggests the continuation of an established trend?",
    "quiz_q1_a": "Head and shoulders pattern",
    "quiz_q1_b": "Flag and pennant patterns",
    "quiz_q1_c": "Double tops pattern",
    "quiz_q1_d": "Inverse head and shoulders",
    "quiz_q1_correct": "b",
    "quiz_q2": "Which candlestick indicates market indecision?",
    "quiz_q2_a": "Hammer candle",
    "quiz_q2_b": "Doji candle",
    "quiz_q2_c": "Long body candle",
    "quiz_q2_d": "Engulfing pattern",
    "quiz_q2_correct": "b",
    "quiz_q3": "What reversal pattern forms from three peaks?",
    "quiz_q3_a": "Double bottom",
    "quiz_q3_b": "Triangle pattern",
    "quiz_q3_c": "Head and shoulders",
    "quiz_q3_d": "Flag pattern",
    "quiz_q3_correct": "c",
    "quiz_q4": "What is the most important confirmation signal for chart patterns?",
    "quiz_q4_a": "Price alone",
    "quiz_q4_b": "Volume and context",
    "quiz_q4_c": "Time of day",
    "quiz_q4_d": "Number of candles",
    "quiz_q4_correct": "b",
    "quiz_q5": "Which pattern features long wicks showing price rejection?",
    "quiz_q5_a": "Inside bar pattern",
    "quiz_q5_b": "Pin bar pattern",
    "quiz_q5_c": "Engulfing pattern",
    "quiz_q5_d": "Ascending triangle",
    "quiz_q5_correct": "b",
    "takeaways_title": "Key Takeaways",
    "exercise_title": "Practical Exercise",
    "exercise": "Identify three different chart patterns (one continuation, one reversal, one candlestick pattern) on your chosen market over the next week. Document each pattern with screenshots, note the volume during formation and breakout, and track subsequent price movement to validate pattern effectiveness.",
    "mark_complete": "Mark Complete",
    "previous_lesson": "← Previous Lesson",
    "next_lesson": "Next Lesson →",
    "academy_name": "Seekapa Trading Academy",
    "all_rights": "All rights reserved",
    "disclaimer": "Risk Warning: Trading involves risk. Past performance does not guarantee future results."
  },
  "es": {
    "title": "Patrones de Gráficos y Acción del Precio",
    "subtitle": "Identifica y opera patrones de gráficos principales para oportunidades rentables",
    "lesson_number": "Lección 4",
    "objectives_title": "Objetivos de Aprendizaje",
    "objective_1": "Aprender a identificar y operar patrones de gráficos principales",
    "objective_2": "Comprender las señales de acción del precio y la psicología del mercado",
    "objective_3": "Reconocer escenarios de ruptura y caída",
    "objective_4": "Desarrollar estrategias de trading basadas en patrones",
    "intro": "Los patrones de gráficos representan la manifestación visual de la psicología del mercado, mostrando cómo la batalla entre compradores y vendedores crea formaciones predecibles. El trading de acción del precio se basa en estos patrones y formaciones de velas para identificar oportunidades en todos los mercados y marcos de tiempo. Dominar estos patrones proporciona a los traders una ventaja competitiva significativa para precisar los puntos de entrada y salida.",
    "section1_title": "Patrones de Continuación: Trading con la Tendencia",
    "section1_text": "Los patrones de continuación aparecen durante mercados en tendencia e indican que la tendencia se reanudará después de la consolidación. Los patrones de bandera muestran consolidación rectangular contra la tendencia prevaleciente, indicando una pausa breve antes de continuar el impulso. Los patrones de banderín muestran líneas de tendencia convergentes formando pequeños triángulos. Los patrones de triángulo (ascendente, descendente, simétrico) indican presión acumulándose antes de la continuación. Estos patrones ofrecen excelentes configuraciones de riesgo-recompensa cuando se opera en la dirección de la tendencia establecida.",
    "section2_title": "Patrones de Reversión: Identificando Cambios de Tendencia",
    "section2_text": "Los patrones de reversión señalan posibles cambios en la dirección de la tendencia. Los patrones de cabeza y hombros muestran tres picos con el del medio más alto, indicando debilitamiento de la presión de compra. Los techos dobles se forman cuando los precios alcanzan un máximo dos veces y luego caen, sugiriendo que los compradores no pueden subir más. Estos patrones requieren fuerte confirmación de volumen y marcos de tiempo más largos para desarrollarse de manera confiable.",
    "section3_title": "Patrones de Velas y Señales",
    "section3_text": "Las velas individuales y combinaciones proporcionan información sobre el sentimiento del mercado. Las velas doji sugieren indecisión y posibles reversiones después de tendencias fuertes. Los patrones de martillo y estrella fugaz señalan reversiones en extremos del mercado. Los patrones de engulfing ocurren cuando una vela envuelve completamente la anterior, sugiriendo cambios de impulso. Estos patrones funcionan mejor en niveles clave de soporte y resistencia.",
    "section4_title": "Estrategias de Trading de Acción del Precio",
    "section4_text": "El trading de acción del precio se enfoca en leer movimientos de precios sin depender de indicadores. El análisis de estructura de mercado identifica máximos y mínimos oscilantes para entender tendencias y puntos de reversión. El trading de pin bar se enfoca en velas con mechas largas que muestran rechazo de precio. Los patrones de barra interior sugieren consolidación antes de movimientos de ruptura. Estas estrategias proporcionan puntos de entrada y salida claros con riesgo bien definido.",
    "takeaway1": "Los patrones de continuación ayudan a los traders a entrar en posiciones en tendencias establecidas",
    "takeaway2": "Los patrones de reversión señalan cambios de tendencia potenciales con confirmación",
    "takeaway3": "Los patrones de velas proporcionan información sobre cambios de sentimiento del mercado",
    "takeaway4": "El trading de acción del precio se enfoca en movimientos de precios crudos y estructura del mercado",
    "takeaway5": "La confirmación de patrones a través del volumen y contexto mejora las tasas de éxito",
    "quiz_title": "Verificación de Conocimiento",
    "quiz_q1": "¿Qué patrón sugiere la continuación de una tendencia establecida?",
    "quiz_q1_a": "Patrón cabeza y hombros",
    "quiz_q1_b": "Patrones de bandera y banderín",
    "quiz_q1_c": "Patrón de techos dobles",
    "quiz_q1_d": "Cabeza y hombros inversa",
    "quiz_q1_correct": "b",
    "quiz_q2": "¿Qué vela indica indecisión del mercado?",
    "quiz_q2_a": "Vela martillo",
    "quiz_q2_b": "Vela doji",
    "quiz_q2_c": "Vela de cuerpo largo",
    "quiz_q2_d": "Patrón engulfing",
    "quiz_q2_correct": "b",
    "quiz_q3": "¿Qué patrón de reversión se forma con tres picos?",
    "quiz_q3_a": "Fondo doble",
    "quiz_q3_b": "Patrón triángulo",
    "quiz_q3_c": "Cabeza y hombros",
    "quiz_q3_d": "Patrón bandera",
    "quiz_q3_correct": "c",
    "quiz_q4": "¿Cuál es la señal de confirmación más importante para patrones de gráficos?",
    "quiz_q4_a": "Precio solamente",
    "quiz_q4_b": "Volumen y contexto",
    "quiz_q4_c": "Hora del día",
    "quiz_q4_d": "Número de velas",
    "quiz_q4_correct": "b",
    "quiz_q5": "¿Qué patrón presenta mechas largas mostrando rechazo de precio?",
    "quiz_q5_a": "Patrón barra interior",
    "quiz_q5_b": "Patrón pin bar",
    "quiz_q5_c": "Patrón engulfing",
    "quiz_q5_d": "Triángulo ascendente",
    "quiz_q5_correct": "b",
    "takeaways_title": "Puntos Clave",
    "exercise_title": "Ejercicio Práctico",
    "exercise": "Identifica tres patrones de gráficos diferentes (uno de continuación, uno de reversión, uno de patrón de velas) en tu mercado elegido durante la próxima semana. Documenta cada patrón con capturas de pantalla, nota el volumen durante la formación y ruptura, y rastrea el movimiento de precio posterior para validar la efectividad del patrón.",
    "mark_complete": "Marcar Completo",
    "previous_lesson": "← Lección Anterior",
    "next_lesson": "Siguiente Lección →",
    "academy_name": "Academia de Trading Seekapa",
    "all_rights": "Todos los derechos reservados",
    "disclaimer": "Advertencia de Riesgo: El trading implica riesgo. El desempeño pasado no garantiza resultados futuros."
  },
  "pt": {
    "title": "Padrões de Gráficos e Ação do Preço",
    "subtitle": "Identifique e negocie principais padrões de gráficos para oportunidades lucrativas",
    "lesson_number": "Lição 4",
    "objectives_title": "Objetivos de Aprendizagem",
    "objective_1": "Aprender a identificar e negociar principais padrões de gráficos",
    "objective_2": "Compreender sinais de ação do preço e psicologia do mercado",
    "objective_3": "Reconhecer cenários de ruptura e colapso",
    "objective_4": "Desenvolver estratégias de negociação baseadas em padrões",
    "intro": "Os padrões de gráficos representam a manifestação visual da psicologia do mercado, mostrando como a batalha entre compradores e vendedores cria formações previsíveis. A negociação de ação do preço depende desses padrões e formações de velas para identificar oportunidades em todos os mercados e prazos. Dominar esses padrões fornece aos traders uma vantagem competitiva significativa na identificação precisa de pontos de entrada e saída.",
    "section1_title": "Padrões de Continuação: Negociando com a Tendência",
    "section1_text": "Os padrões de continuação aparecem durante mercados em tendência e sugerem que a tendência será retomada após consolidação. Os padrões de bandeira mostram consolidação retangular contra a tendência prevalecente, indicando uma pausa breve antes de continuar o impulso. Os padrões de banderola exibem linhas de tendência convergentes formando pequenos triângulos. Os padrões de triângulo (ascendente, descendente, simétrico) indicam pressão acumulando antes da continuação. Esses padrões oferecem excelentes configurações de risco-recompensa quando negociados na direção da tendência estabelecida.",
    "section2_title": "Padrões de Reversão: Identificando Mudanças de Tendência",
    "section2_text": "Os padrões de reversão sinalizam possíveis mudanças na direção da tendência. Os padrões de cabeça e ombros mostram três picos com o do meio o mais alto, indicando enfraquecimento da pressão de compra. Os topos duplos se formam quando os preços atingem uma alta duas vezes e depois caem, sugerindo que os compradores não podem subir mais. Esses padrões requerem forte confirmação de volume e prazos mais longos para se desenvolverem de forma confiável.",
    "section3_title": "Padrões de Velas e Sinais",
    "section3_text": "Velas individuais e combinações forneccem insights sobre o sentimento do mercado. As velas doji sugerem indecisão e possíveis reversões após tendências fortes. Os padrões de martelo e estrela cadente sinalizam reversões em extremos do mercado. Os padrões de envolvimento ocorrem quando uma vela envolve completamente a anterior, sugerindo mudanças de impulso. Esses padrões funcionam melhor em níveis-chave de suporte e resistência.",
    "section4_title": "Estratégias de Negociação de Ação do Preço",
    "section4_text": "A negociação de ação do preço se concentra em ler movimentos de preço cru sem depender muito de indicadores. A análise de estrutura de mercado identifica máximos e mínimos oscilantes para entender tendências e pontos de reversão. A negociação de pin bar se concentra em velas com mechas longas mostrando rejeição de preço. Os padrões de barra interna sugerem consolidação antes de movimentos de ruptura. Essas estratégias fornecem pontos de entrada e saída claros com risco bem definido.",
    "takeaway1": "Os padrões de continuação ajudam os traders a entrar em posições em tendências estabelecidas",
    "takeaway2": "Os padrões de reversão sinalizam mudanças de tendência potenciais com confirmação",
    "takeaway3": "Os padrões de velas fornecem insights sobre mudanças no sentimento do mercado",
    "takeaway4": "A negociação de ação do preço se concentra em movimentos de preço cru e estrutura do mercado",
    "takeaway5": "A confirmação de padrão através de volume e contexto melhora as taxas de sucesso",
    "quiz_title": "Verificação de Conhecimento",
    "quiz_q1": "Qual padrão sugere a continuação de uma tendência estabelecida?",
    "quiz_q1_a": "Padrão cabeça e ombros",
    "quiz_q1_b": "Padrões de bandeira e banderola",
    "quiz_q1_c": "Padrão de topos duplos",
    "quiz_q1_d": "Cabeça e ombros inversa",
    "quiz_q1_correct": "b",
    "quiz_q2": "Qual vela indica indecisão do mercado?",
    "quiz_q2_a": "Vela martelo",
    "quiz_q2_b": "Vela doji",
    "quiz_q2_c": "Vela de corpo longo",
    "quiz_q2_d": "Padrão de envolvimento",
    "quiz_q2_correct": "b",
    "quiz_q3": "Qual padrão de reversão se forma com três picos?",
    "quiz_q3_a": "Fundo duplo",
    "quiz_q3_b": "Padrão triângulo",
    "quiz_q3_c": "Cabeça e ombros",
    "quiz_q3_d": "Padrão bandeira",
    "quiz_q3_correct": "c",
    "quiz_q4": "Qual é o sinal de confirmação mais importante para padrões de gráficos?",
    "quiz_q4_a": "Preço isolado",
    "quiz_q4_b": "Volume e contexto",
    "quiz_q4_c": "Hora do dia",
    "quiz_q4_d": "Número de velas",
    "quiz_q4_correct": "b",
    "quiz_q5": "Qual padrão apresenta mechas longas mostrando rejeição de preço?",
    "quiz_q5_a": "Padrão barra interna",
    "quiz_q5_b": "Padrão pin bar",
    "quiz_q5_c": "Padrão de envolvimento",
    "quiz_q5_d": "Triângulo ascendente",
    "quiz_q5_correct": "b",
    "takeaways_title": "Pontos-Chave",
    "exercise_title": "Exercício Prático",
    "exercise": "Identifique três padrões de gráficos diferentes (um de continuação, um de reversão, um padrão de vela) em seu mercado escolhido durante a próxima semana. Documente cada padrão com capturas de tela, observe o volume durante a formação e ruptura, e rastreie o movimento de preço subsequente para validar a efetividade do padrão.",
    "mark_complete": "Marcar Completo",
    "previous_lesson": "← Lição Anterior",
    "next_lesson": "Próxima Lição →",
    "academy_name": "Academia de Trading Seekapa",
    "all_rights": "Todos os direitos reservados",
    "disclaimer": "Aviso de Risco: O trading envolve risco. O desempenho passado não garante resultados futuros."
  }
}
