{
  "en": {
    "academy_name": "Seekapa Trading Academy",
    "lesson_number": "Lesson 12 of 12",
    "title": "Advanced Trading Psychology & Continuous Learning",
    "subtitle": "Master your mind and commit to lifelong trading excellence",
    "video_coming_soon": "Video Coming Soon",
    "objectives_title": "Learning Objectives",
    "objective_1": "Develop advanced psychological skills for long-term success",
    "objective_2": "Create frameworks for continuous improvement and learning",
    "objective_3": "Build trading community connections and mentorship relationships",
    "objective_4": "Set realistic expectations for your trading journey",
    "intro": "Congratulations on reaching the final lesson! You now have all the technical tools for trading success. But the truth is, your biggest challenge isn't the market - it's mastering yourself. Even experienced traders battle psychological demons that can derail success. This lesson focuses on advanced psychology and creating a framework for continuous growth.",
    "section1_title": "Advanced Trading Psychology and Emotional Mastery",
    "section1_text": "Even experienced traders battle fear, greed, hope, and regret. Fear makes you exit winners too early while greed holds losers too long. Hope prevents taking stops, and regret clouds future decisions. Develop pre-trading routines to center your mind and reduce emotional interference. Many successful traders meditate, exercise, or review their plan before trading sessions. Create psychological anchors - specific rituals that trigger focused, disciplined mindset. Recognize emotional patterns through detailed journaling, noting emotional states during decisions. This awareness is the first step toward mastery. Your psychology is the only variable you completely control in trading.",
    "section2_title": "Performance Tracking and Metrics Analysis",
    "section2_text": "Track performance metrics beyond simple profit and loss to understand true trading health. Monitor win rate (percentage of winning trades), average win/loss ratio (how much you make when right versus wrong), maximum drawdown (largest peak-to-trough decline), and plan adherence percentage. These metrics reveal patterns invisible in P&L alone. A trader might be profitable with 40% win rate and 3:1 average win/loss ratio, or unprofitable with 60% win rate and 1:2 ratio. Analyze trading by timeframe, market condition, and strategy type to identify strengths and weaknesses. Create a personal trading dashboard tracking these metrics weekly.",
    "section3_title": "Continuous Learning and Skill Development",
    "section3_text": "Markets constantly evolve, requiring lifelong learning commitment. Read classic trading books like 'Market Wizards,' 'Trading in the Zone,' and 'Reminiscences of a Stock Operator.' Stay current with market developments through financial news, economic reports, and trading publications. Attend webinars and online courses to learn new techniques. Join trading communities and forums to exchange ideas and learn from others' experiences. Find mentors who've achieved what you aspire to - learn from their successes and mistakes. Practice deliberate skill development by focusing on specific weaknesses each month. The best traders never stop learning.",
    "section4_title": "Setting Realistic Expectations and Long-Term Vision",
    "section4_text": "Set realistic expectations about the trading journey - most traders need 2-3 years to become consistently profitable. There will be setbacks, losing streaks, and moments of doubt. This is normal and expected. Understand that successful trading isn't about getting rich quickly - it's about building sustainable income over time through discipline and skill development. Protect your capital during the learning phase with small position sizes. Treat early trading as paid education where small losses teach valuable lessons. Celebrate small wins and milestones rather than comparing yourself to others. Focus on process improvement rather than outcome obsession.",
    "takeaway1": "Mastering psychology is the final frontier separating good traders from great ones",
    "takeaway2": "Detailed performance tracking reveals patterns invisible in profit/loss alone",
    "takeaway3": "Continuous learning and adaptation are essential as markets evolve",
    "takeaway4": "Trading communities and mentorship accelerate growth and provide support",
    "takeaway5": "Realistic expectations and patience are crucial for long-term success",
    "takeaways_title": "Key Takeaways",
    "exercise_title": "Create Your Trading Development Roadmap",
    "exercise": "Create your 12-month trading development roadmap including: 1) Skills to develop each quarter (technical analysis, risk management, psychology, etc.), 2) Books to read and courses to complete, 3) Trading communities to join, 4) Performance milestones to achieve, 5) Monthly self-assessment schedule. Commit to this journey with patience and persistence, understanding that consistent small improvements compound into trading mastery over time. Welcome to the exciting world of professional trading!",
    "mark_complete": "Mark Exercise Complete",
    "quiz_title": "Knowledge Check",
    "quiz_q1": "Which of these is NOT a psychological challenge mentioned in the lesson?",
    "quiz_q1_a": "Fear causing early exits from winners",
    "quiz_q1_b": "Greed holding losers too long",
    "quiz_q1_c": "Overconfidence leading to higher win rates",
    "quiz_q1_d": "Hope preventing traders from taking stops",
    "quiz_q1_correct": "c",
    "quiz_q2": "What is a realistic timeframe for most traders to become consistently profitable?",
    "quiz_q2_a": "3-6 months",
    "quiz_q2_b": "2-3 years",
    "quiz_q2_c": "6-12 months",
    "quiz_q2_d": "1-2 years",
    "quiz_q2_correct": "b",
    "quiz_q3": "Which metric combines win rate with the size of wins versus losses?",
    "quiz_q3_a": "Maximum drawdown",
    "quiz_q3_b": "Plan adherence percentage",
    "quiz_q3_c": "Average win/loss ratio",
    "quiz_q3_d": "Profit factor",
    "quiz_q3_correct": "c",
    "quiz_q4": "What is the primary benefit of joining a trading community?",
    "quiz_q4_a": "Guaranteed profits",
    "quiz_q4_b": "Exchange ideas and learn from others' experiences",
    "quiz_q4_c": "Access to insider information",
    "quiz_q4_d": "Reduced trading losses",
    "quiz_q4_correct": "b",
    "quiz_q5": "How should you treat your early trading phase?",
    "quiz_q5_a": "As a quick path to riches",
    "quiz_q5_b": "As paid education where losses teach lessons",
    "quiz_q5_c": "As a gamble with money you can afford to lose",
    "quiz_q5_d": "As irrelevant to long-term success",
    "quiz_q5_correct": "b",
    "completion_title": "Congratulations!",
    "completion_message": "Congratulations on completing Seekapa Trading Academy! You have the knowledge, tools, and framework for success. Now comes the real work - applying these lessons with discipline and patience. Remember: plan your trades, trade your plan, and never stop learning. Your trading journey starts now. Welcome to the exciting world of professional trading. Make us proud!",
    "graduation_badge": "Course Completion Certificate",
    "next_steps_title": "Your Next Steps",
    "next_step_1": "Join a trading community to accelerate your learning",
    "next_step_2": "Find a mentor who's achieved the success you aspire to",
    "next_step_3": "Start with small position sizes to protect capital during learning",
    "next_step_4": "Create your personal trading dashboard for daily tracking",
    "next_step_5": "Commit to continuous learning through books, courses, and research",
    "previous_lesson": "← Lesson 11",
    "next_lesson": "View Your Certificate →",
    "all_rights": "All Rights Reserved",
    "disclaimer": "Risk Warning: Trading involves substantial risk. Past performance does not guarantee future results. Always use proper risk management and never trade with money you cannot afford to lose."
  },
  "ar": {
    "academy_name": "أكاديمية سيكابا للتداول",
    "lesson_number": "الدرس 12 من 12",
    "title": "علم النفس المتقدم للتداول والتعلم المستمر",
    "subtitle": "أتقن عقلك والتزم بالتفوق التداول مدى الحياة",
    "video_coming_soon": "الفيديو قيد الإعداد",
    "objectives_title": "أهداف التعلم",
    "objective_1": "تطوير المهارات النفسية المتقدمة للنجاح على المدى الطويل",
    "objective_2": "إنشاء أطر عمل للتحسين المستمر والتعلم",
    "objective_3": "بناء العلاقات المجتمعية والإرشادية في التداول",
    "objective_4": "وضع توقعات واقعية لرحلتك التداولية",
    "intro": "تهانينا على الوصول إلى الدرس الأخير! لديك الآن جميع الأدوات التقنية لنجاح التداول. لكن الحقيقة هي أن أكبر تحدٍ لك ليس السوق - بل إتقان نفسك. حتى المتداولون ذوو الخبرة يتعاملون مع الشياطين النفسية التي قد تعطل النجاح. يركز هذا الدرس على علم النفس المتقدم وإنشاء إطار عمل للنمو المستمر.",
    "section1_title": "علم النفس المتقدم للتداول والتحكم العاطفي",
    "section1_text": "حتى المتداولون ذوو الخبرة يتعاملون مع الخوف والطمع والأمل والندم. الخوف يجعلك تخرج من الصفقات الرابحة مبكراً بينما الطمع يحتفظ بالخاسرة طويلاً. الأمل يمنع أخذ الحدود الدنيا، والندم يشوه القرارات المستقبلية. طور روتيناً قبل التداول لتركيز عقلك وتقليل التدخل العاطفي. يمارس العديد من المتداولين الناجحين التأمل أو التمارين أو مراجعة خطتهم قبل جلسات التداول. أنشئ مراسي نفسية - طقوس محددة تثير عقلية منضبطة ومركزة. اعترف بالأنماط العاطفية من خلال الإبلاغ المفصل، مع ملاحظة الحالات العاطفية أثناء القرارات.",
    "section2_title": "تتبع الأداء وتحليل المقاييس",
    "section2_text": "تتبع مقاييس الأداء بما يتجاوز الربح والخسارة البسيطة لفهم صحة التداول الحقيقية. راقب معدل الفوز (نسبة الصفقات الرابحة)، ومتوسط نسبة الربح/الخسارة، والحد الأقصى للانخفاض، ونسبة التزام الخطة. تكشف هذه المقاييس أنماطاً غير مرئية في الربح والخسارة وحدها. قد يكون المتداول رابحاً مع معدل فوز بنسبة 40٪ ونسبة ربح/خسارة بـ 3:1، أو خاسراً مع معدل فوز 60٪ ونسبة 1:2. حلل التداول حسب الإطار الزمني وحالة السوق ونوع الاستراتيجية لتحديد نقاط القوة والضعف.",
    "section3_title": "التعلم المستمر وتطوير المهارات",
    "section3_text": "تتطور الأسواق باستمرار، مما يتطلب التزاماً بالتعلم مدى الحياة. اقرأ الكتب التداولية الكلاسيكية مثل 'Market Wizards' و'Trading in the Zone'. ابق على اطلاع على تطورات السوق من خلال الأخبار المالية والتقارير الاقتصادية. احضر الندوات والدورات عبر الإنترنت لتعلم تقنيات جديدة. انضم إلى مجتمعات التداول والمنتديات لتبادل الأفكار والتعلم من خبرات الآخرين. ابحث عن مرشدين حققوا ما تطمح إليه - تعلم من نجاحهم وأخطائهم. مارس التطوير المتعمد للمهارات بالتركيز على نقاط الضعف المحددة كل شهر.",
    "section4_title": "وضع التوقعات الواقعية والرؤية طويلة الأجل",
    "section4_text": "ضع توقعات واقعية حول رحلة التداول - يحتاج معظم المتداولين إلى 2-3 سنوات ليصبحوا مربحين باستمرار. ستكون هناك نكسات وفترات خسارة وحظات شك. هذا طبيعي ومتوقع. فهم أن التداول الناجح لا يتعلق بالثراء السريع - بل يتعلق بإنشاء دخل مستدام على مدى الوقت من خلال الانضباط وتطوير المهارات. احم رأس مالك خلال مرحلة التعلم بأحجام مراكز صغيرة. تعامل مع التداول المبكر كتعليم مدفوع حيث تعلمك الخسائر الصغيرة دروساً قيمة. احتفل بالانتصارات الصغيرة والمعالم بدلاً من مقارنة نفسك بالآخرين.",
    "takeaway1": "إتقان علم النفس هو الحدود الأخيرة التي تفصل المتداولين الجيدين عن العظماء",
    "takeaway2": "تتبع الأداء المفصل يكشف أنماطاً غير مرئية في الربح/الخسارة وحدها",
    "takeaway3": "التعلم المستمر والتكيف ضروريان مع تطور الأسواق",
    "takeaway4": "تسرع مجتمعات التداول والإرشاد النمو وتوفر الدعم",
    "takeaway5": "التوقعات الواقعية والصبر حاسمة للنجاح على المدى الطويل",
    "takeaways_title": "النقاط الرئيسية",
    "exercise_title": "أنشئ خارطة طريق تطوير التداول الخاصة بك",
    "exercise": "أنشئ خارطة طريق تطوير التداول لمدة 12 شهراً تتضمن: 1) المهارات المراد تطويرها كل ربع سنة، 2) الكتب المراد قراءتها والدورات المراد إكمالها، 3) مجتمعات التداول المراد الانضمام إليها، 4) معالم الأداء المراد تحقيقها، 5) جدول التقييم الذاتي الشهري. التزم برحلتك بالصبر والمثابرة، وافهم أن التحسينات الصغيرة المتسقة تتضاعف إلى إتقان التداول على مدى الوقت. أهلاً وسهلاً في عالم التداول المحترف!",
    "mark_complete": "تم الإنجاز",
    "quiz_title": "اختبار المعرفة",
    "quiz_q1": "أي مما يلي ليس تحدياً نفسياً مذكوراً في الدرس؟",
    "quiz_q1_a": "الخوف من الخروج المبكر من الصفقات الرابحة",
    "quiz_q1_b": "الطمع الذي يحتفظ بالخاسرين طويلاً",
    "quiz_q1_c": "الثقة المفرطة التي تؤدي إلى معدلات فوز أعلى",
    "quiz_q1_d": "الأمل الذي يمنع أخذ الحدود الدنيا",
    "quiz_q1_correct": "c",
    "quiz_q2": "ما الإطار الزمني الواقعي لمعظم المتداولين ليصبحوا مربحين باستمرار؟",
    "quiz_q2_a": "3-6 أشهر",
    "quiz_q2_b": "2-3 سنوات",
    "quiz_q2_c": "6-12 شهراً",
    "quiz_q2_d": "1-2 سنة",
    "quiz_q2_correct": "b",
    "quiz_q3": "أي مقياس يجمع معدل الفوز مع حجم الأرباح مقابل الخسائر؟",
    "quiz_q3_a": "الحد الأقصى للانخفاض",
    "quiz_q3_b": "نسبة التزام الخطة",
    "quiz_q3_c": "متوسط نسبة الربح/الخسارة",
    "quiz_q3_d": "عامل الربح",
    "quiz_q3_correct": "c",
    "quiz_q4": "ما الفائدة الأساسية للانضمام إلى مجتمع التداول؟",
    "quiz_q4_a": "أرباح مضمونة",
    "quiz_q4_b": "تبادل الأفكار والتعلم من تجارب الآخرين",
    "quiz_q4_c": "الوصول إلى معلومات حصرية",
    "quiz_q4_d": "تقليل خسائر التداول",
    "quiz_q4_correct": "b",
    "quiz_q5": "كيف يجب أن تتعامل مع مرحلة التداول المبكرة؟",
    "quiz_q5_a": "كطريق سريع للثراء",
    "quiz_q5_b": "كتعليم مدفوع حيث تعلمك الخسائر دروساً",
    "quiz_q5_c": "كمقامرة بأموال يمكنك تحملها",
    "quiz_q5_d": "كأمر غير مرتبط بالنجاح على المدى الطويل",
    "quiz_q5_correct": "b",
    "completion_title": "تهانينا!",
    "completion_message": "تهانينا على إتمام أكاديمية سيكابا للتداول! لديك الآن المعرفة والأدوات والإطار اللازم للنجاح. الآن يأتي العمل الحقيقي - تطبيق هذه الدروس بالانضباط والصبر. تذكر: خطط لصفقاتك، تداول وفق خططك، ولا تتوقف أبداً عن التعلم. رحلتك في التداول تبدأ الآن. أهلاً وسهلاً في عالم التداول المحترف. اجعلنا فخورين!",
    "graduation_badge": "شهادة إتمام الدورة",
    "next_steps_title": "خطواتك التالية",
    "next_step_1": "انضم إلى مجتمع التداول لتسريع تعلمك",
    "next_step_2": "ابحث عن مرشد حقق النجاح الذي تطمح إليه",
    "next_step_3": "ابدأ بأحجام مراكز صغيرة لحماية رأس المال خلال التعلم",
    "next_step_4": "أنشئ لوحة تحكم التداول الشخصية الخاصة بك للتتبع اليومي",
    "next_step_5": "التزم بالتعلم المستمر من خلال الكتب والدورات والبحث",
    "previous_lesson": "← الدرس 11",
    "next_lesson": "عرض شهادتك →",
    "all_rights": "جميع الحقوق محفوظة",
    "disclaimer": "تحذير المخاطر: التداول ينطوي على مخاطر كبيرة. الأداء السابق لا يضمن النتائج المستقبلية. استخدم دائماً إدارة مخاطر مناسبة ولا تتداول بأموال لا يمكنك تحملها."
  },
  "es": {
    "academy_name": "Seekapa Trading Academy",
    "lesson_number": "Lección 12 de 12",
    "title": "Psicología Avanzada del Trading y Aprendizaje Continuo",
    "subtitle": "Domina tu mente y comprométete con la excelencia comercial de por vida",
    "video_coming_soon": "Video Próximamente",
    "objectives_title": "Objetivos de Aprendizaje",
    "objective_1": "Desarrollar habilidades psicológicas avanzadas para el éxito a largo plazo",
    "objective_2": "Crear marcos para la mejora continua y el aprendizaje",
    "objective_3": "Construir conexiones comunitarias y relaciones de mentoría en trading",
    "objective_4": "Establecer expectativas realistas para tu viaje comercial",
    "intro": "¡Felicitaciones por llegar a la lección final! Ahora tienes todas las herramientas técnicas para el éxito comercial. Pero la verdad es que tu mayor desafío no es el mercado, es dominarte a ti mismo. Incluso los traders experimentados luchan contra demonios psicológicos que pueden sabotear el éxito. Esta lección se enfoca en la psicología avanzada y en crear un marco para el crecimiento continuo.",
    "section1_title": "Psicología Avanzada del Trading y Dominio Emocional",
    "section1_text": "Incluso los traders experimentados luchan contra el miedo, la codicia, la esperanza y el arrepentimiento. El miedo te hace salir de los ganadores demasiado pronto mientras que la codicia mantiene a los perdedores demasiado tiempo. La esperanza previene tomar stops, y el arrepentimiento empaña decisiones futuras. Desarrolla rutinas previas al trading para centrar tu mente y reducir la interferencia emocional. Muchos traders exitosos meditan, hacen ejercicio o revisan su plan antes de las sesiones de trading. Crea anclajes psicológicos - rituales específicos que desencadenan una mentalidad enfocada y disciplinada. Reconoce patrones emocionales a través del diario detallado, anotando estados emocionales durante las decisiones.",
    "section2_title": "Seguimiento del Desempeño y Análisis de Métricas",
    "section2_text": "Rastrear métricas de desempeño más allá de las ganancias y pérdidas simples para entender la salud comercial real. Monitorea la tasa de ganancia (porcentaje de operaciones ganadoras), la relación ganancia/pérdida promedio (cuánto ganas cuando aciertas versus cuando te equivocas), la caída máxima (declive de pico a valle más grande), y el porcentaje de adherencia al plan. Estas métricas revelan patrones invisibles en P&L solamente. Un trader podría ser rentable con una tasa de ganancia del 40% y una relación ganancia/pérdida promedio de 3:1, o no rentable con una tasa de ganancia del 60% y una relación de 1:2. Analiza el trading por marco temporal, condición de mercado y tipo de estrategia para identificar fortalezas y debilidades.",
    "section3_title": "Aprendizaje Continuo y Desarrollo de Habilidades",
    "section3_text": "Los mercados evolucionan constantemente, requiriendo compromiso de aprendizaje de por vida. Lee libros clásicos de trading como 'Market Wizards', 'Trading in the Zone' y 'Reminiscencias de un Operador Bursátil'. Mantente actualizado sobre los desarrollos del mercado a través de noticias financieras, informes económicos y publicaciones comerciales. Asiste a webinarios y cursos en línea para aprender nuevas técnicas. Únete a comunidades y foros de trading para intercambiar ideas y aprender de las experiencias de otros. Encuentra mentores que hayan logrado lo que aspiras - aprende de sus éxitos y errores. Practica el desarrollo deliberado de habilidades enfocándote en debilidades específicas cada mes.",
    "section4_title": "Establecer Expectativas Realistas y Visión a Largo Plazo",
    "section4_text": "Establece expectativas realistas sobre el viaje comercial - la mayoría de los traders necesitan 2-3 años para volverse consistentemente rentables. Habrá contratiempos, rachas perdedoras y momentos de duda. Esto es normal y esperado. Entiende que el trading exitoso no se trata de enriquecerse rápidamente - se trata de construir ingresos sostenibles a lo largo del tiempo a través de la disciplina y el desarrollo de habilidades. Protege tu capital durante la fase de aprendizaje con tamaños de posición pequeños. Trata el trading temprano como educación pagada donde las pequeñas pérdidas enseñan lecciones valiosas. Celebra pequeñas victorias e hitos en lugar de compararte con otros.",
    "takeaway1": "Dominar la psicología es la frontera final que separa a los buenos traders de los grandes",
    "takeaway2": "El seguimiento detallado del desempeño revela patrones invisibles en solo ganancias/pérdidas",
    "takeaway3": "El aprendizaje continuo y la adaptación son esenciales a medida que evolucionan los mercados",
    "takeaway4": "Las comunidades de trading y la mentoría aceleran el crecimiento y brindan apoyo",
    "takeaway5": "Las expectativas realistas y la paciencia son cruciales para el éxito a largo plazo",
    "takeaways_title": "Puntos Clave",
    "exercise_title": "Crea tu Hoja de Ruta de Desarrollo de Trading",
    "exercise": "Crea tu hoja de ruta de desarrollo de trading de 12 meses incluyendo: 1) Habilidades a desarrollar cada trimestre (análisis técnico, gestión de riesgos, psicología, etc.), 2) Libros a leer y cursos a completar, 3) Comunidades de trading a unirse, 4) Hitos de desempeño a lograr, 5) Cronograma de autoevaluación mensual. Comprométete con este viaje con paciencia y persistencia, entendiendo que las mejoras pequeñas y consistentes se componen en el dominio del trading a lo largo del tiempo.",
    "mark_complete": "Marcar Completo",
    "quiz_title": "Verificación de Conocimiento",
    "quiz_q1": "¿Cuál de estos NO es un desafío psicológico mencionado en la lección?",
    "quiz_q1_a": "El miedo causa salidas tempranas de ganadores",
    "quiz_q1_b": "La codicia mantiene a los perdedores demasiado tiempo",
    "quiz_q1_c": "El exceso de confianza que lleva a tasas de ganancia más altas",
    "quiz_q1_d": "La esperanza impide que los traders tomen stops",
    "quiz_q1_correct": "c",
    "quiz_q2": "¿Cuál es el marco de tiempo realista para que la mayoría de los traders se vuelvan consistentemente rentables?",
    "quiz_q2_a": "3-6 meses",
    "quiz_q2_b": "2-3 años",
    "quiz_q2_c": "6-12 meses",
    "quiz_q2_d": "1-2 años",
    "quiz_q2_correct": "b",
    "quiz_q3": "¿Qué métrica combina la tasa de ganancia con el tamaño de las ganancias versus pérdidas?",
    "quiz_q3_a": "Caída máxima",
    "quiz_q3_b": "Porcentaje de adherencia del plan",
    "quiz_q3_c": "Relación ganancia/pérdida promedio",
    "quiz_q3_d": "Factor de ganancia",
    "quiz_q3_correct": "c",
    "quiz_q4": "¿Cuál es el beneficio principal de unirse a una comunidad de trading?",
    "quiz_q4_a": "Ganancias garantizadas",
    "quiz_q4_b": "Intercambiar ideas y aprender de las experiencias de otros",
    "quiz_q4_c": "Acceso a información privilegiada",
    "quiz_q4_d": "Pérdidas reducidas en el trading",
    "quiz_q4_correct": "b",
    "quiz_q5": "¿Cómo debes tratar tu fase temprana de trading?",
    "quiz_q5_a": "Como un camino rápido a la riqueza",
    "quiz_q5_b": "Como educación pagada donde las pérdidas enseñan lecciones",
    "quiz_q5_c": "Como un juego con dinero que puedes permitirte perder",
    "quiz_q5_d": "Como irrelevante para el éxito a largo plazo",
    "quiz_q5_correct": "b",
    "completion_title": "¡Felicitaciones!",
    "completion_message": "¡Felicitaciones por completar Seekapa Trading Academy! Tienes el conocimiento, las herramientas y el marco para el éxito. Ahora viene el trabajo real: aplicar estas lecciones con disciplina y paciencia. Recuerda: planifica tus trades, tradeea tu plan, y nunca dejes de aprender. Tu viaje de trading comienza ahora. ¡Bienvenido al emocionante mundo del trading profesional! ¡Haznos sentir orgullosos!",
    "graduation_badge": "Certificado de Finalización del Curso",
    "next_steps_title": "Tus Próximos Pasos",
    "next_step_1": "Únete a una comunidad de trading para acelerar tu aprendizaje",
    "next_step_2": "Encuentra un mentor que haya logrado el éxito que aspiras",
    "next_step_3": "Comienza con tamaños de posición pequeños para proteger capital durante el aprendizaje",
    "next_step_4": "Crea tu panel de control de trading personal para seguimiento diario",
    "next_step_5": "Comprométete con el aprendizaje continuo a través de libros, cursos e investigación",
    "previous_lesson": "← Lección 11",
    "next_lesson": "Ver Tu Certificado →",
    "all_rights": "Todos los Derechos Reservados",
    "disclaimer": "Aviso de Riesgo: El trading implica riesgo sustancial. El desempeño pasado no garantiza resultados futuros. Siempre usa gestión de riesgo adecuada y nunca tradees con dinero que no puedas permitirte perder."
  },
  "pt": {
    "academy_name": "Seekapa Trading Academy",
    "lesson_number": "Lição 12 de 12",
    "title": "Psicologia Avançada do Trading e Aprendizado Contínuo",
    "subtitle": "Domine sua mente e comprometa-se com a excelência comercial vitalícia",
    "video_coming_soon": "Vídeo em Breve",
    "objectives_title": "Objetivos de Aprendizado",
    "objective_1": "Desenvolver habilidades psicológicas avançadas para o sucesso de longo prazo",
    "objective_2": "Criar estruturas para melhoria contínua e aprendizado",
    "objective_3": "Construir conexões comunitárias e relacionamentos de mentoria em trading",
    "objective_4": "Estabelecer expectativas realistas para sua jornada de trading",
    "intro": "Parabéns por chegar à lição final! Você agora tem todas as ferramentas técnicas para o sucesso comercial. Mas a verdade é que seu maior desafio não é o mercado - é dominar a si mesmo. Até traders experientes lidam com demônios psicológicos que podem prejudicar o sucesso. Esta lição se concentra em psicologia avançada e em criar um marco para crescimento contínuo.",
    "section1_title": "Psicologia Avançada do Trading e Domínio Emocional",
    "section1_text": "Até traders experientes lidam com medo, ganância, esperança e arrependimento. O medo o faz sair dos vencedores muito cedo, enquanto a ganância mantém os perdedores por muito tempo. A esperança impede de tomar stops, e o arrependimento nubla decisões futuras. Desenvolva rotinas pré-trading para centrar sua mente e reduzir interferência emocional. Muitos traders bem-sucedidos meditam, se exercitam ou revisam seu plano antes das sessões de trading. Crie âncoras psicológicas - rituais específicos que desencadeiam mentalidade focada e disciplinada. Reconheça padrões emocionais através de diário detalhado, anotando estados emocionais durante as decisões.",
    "section2_title": "Rastreamento de Desempenho e Análise de Métricas",
    "section2_text": "Rastreie métricas de desempenho além de simples lucro e perda para entender a verdadeira saúde comercial. Monitore taxa de ganho (porcentagem de negócios vencedores), proporção média de ganho/perda (quanto você ganha quando certo versus errado), rebaixamento máximo (maior declínio pico-vale), e porcentagem de aderência ao plano. Essas métricas revelam padrões invisíveis apenas em P&L. Um trader pode ser lucrativo com taxa de ganho de 40% e proporção ganho/perda média de 3:1, ou não lucrativo com taxa de ganho de 60% e proporção de 1:2. Analise trading por período, condição de mercado e tipo de estratégia para identificar pontos fortes e fracos.",
    "section3_title": "Aprendizado Contínuo e Desenvolvimento de Habilidades",
    "section3_text": "Os mercados evoluem constantemente, exigindo compromisso de aprendizado vitalício. Leia livros clássicos de trading como 'Market Wizards', 'Trading in the Zone' e 'Reminiscências de um Operador'. Mantenha-se atualizado sobre desenvolvimentos do mercado através de notícias financeiras, relatórios econômicos e publicações de trading. Participe de webinários e cursos online para aprender novas técnicas. Participe de comunidades e fóruns de trading para trocar ideias e aprender das experiências dos outros. Encontre mentores que alcançaram o que você aspira - aprenda com seus sucessos e erros. Pratique desenvolvimento deliberado de habilidades focando em fraquezas específicas a cada mês.",
    "section4_title": "Estabelecendo Expectativas Realistas e Visão de Longo Prazo",
    "section4_text": "Estabeleça expectativas realistas sobre a jornada de trading - a maioria dos traders precisa de 2-3 anos para se tornar consistentemente lucrativa. Haverá contratempos, sequências de perdas e momentos de dúvida. Isto é normal e esperado. Entenda que o trading bem-sucedido não é sobre ficar rico rapidamente - é sobre construir renda sustentável ao longo do tempo através de disciplina e desenvolvimento de habilidades. Proteja seu capital durante a fase de aprendizado com tamanhos de posição pequenos. Trate o trading inicial como educação paga onde pequenas perdas ensinam lições valiosas. Celebre pequenas vitórias e marcos em vez de se comparar com outros.",
    "takeaway1": "Dominar a psicologia é a fronteira final que separa bons traders de excelentes",
    "takeaway2": "Rastreamento detalhado de desempenho revela padrões invisíveis apenas em lucro/perda",
    "takeaway3": "Aprendizado contínuo e adaptação são essenciais conforme os mercados evoluem",
    "takeaway4": "Comunidades de trading e mentoria aceleram crescimento e fornecem suporte",
    "takeaway5": "Expectativas realistas e paciência são cruciais para o sucesso de longo prazo",
    "takeaways_title": "Pontos-Chave",
    "exercise_title": "Crie seu Roteiro de Desenvolvimento de Trading",
    "exercise": "Crie seu roteiro de desenvolvimento de trading de 12 meses incluindo: 1) Habilidades a desenvolver cada trimestre (análise técnica, gestão de risco, psicologia, etc.), 2) Livros a ler e cursos a completar, 3) Comunidades de trading para participar, 4) Marcos de desempenho a alcançar, 5) Cronograma de autoavaliação mensal. Comprometa-se com esta jornada com paciência e persistência, compreendendo que melhorias pequenas e consistentes se compõem em domínio de trading ao longo do tempo.",
    "mark_complete": "Marcar Completo",
    "quiz_title": "Verificação de Conhecimento",
    "quiz_q1": "Qual desses NÃO é um desafio psicológico mencionado na lição?",
    "quiz_q1_a": "Medo causando saídas precoces de vencedores",
    "quiz_q1_b": "Ganância mantendo perdedores por muito tempo",
    "quiz_q1_c": "Excesso de confiança levando a taxas de ganho mais altas",
    "quiz_q1_d": "Esperança impedindo traders de tomar stops",
    "quiz_q1_correct": "c",
    "quiz_q2": "Qual é o período realista para a maioria dos traders se tornarem consistentemente lucrativos?",
    "quiz_q2_a": "3-6 meses",
    "quiz_q2_b": "2-3 anos",
    "quiz_q2_c": "6-12 meses",
    "quiz_q2_d": "1-2 anos",
    "quiz_q2_correct": "b",
    "quiz_q3": "Qual métrica combina taxa de ganho com o tamanho de ganhos versus perdas?",
    "quiz_q3_a": "Rebaixamento máximo",
    "quiz_q3_b": "Porcentagem de aderência ao plano",
    "quiz_q3_c": "Proporção média de ganho/perda",
    "quiz_q3_d": "Fator de lucro",
    "quiz_q3_correct": "c",
    "quiz_q4": "Qual é o benefício principal de participar de uma comunidade de trading?",
    "quiz_q4_a": "Lucros garantidos",
    "quiz_q4_b": "Trocar ideias e aprender das experiências dos outros",
    "quiz_q4_c": "Acesso a informações privilegiadas",
    "quiz_q4_d": "Perdas de trading reduzidas",
    "quiz_q4_correct": "b",
    "quiz_q5": "Como você deve tratar sua fase inicial de trading?",
    "quiz_q5_a": "Como um caminho rápido para a riqueza",
    "quiz_q5_b": "Como educação paga onde perdas ensinam lições",
    "quiz_q5_c": "Como um jogo com dinheiro que você pode perder",
    "quiz_q5_d": "Como irrelevante para o sucesso de longo prazo",
    "quiz_q5_correct": "b",
    "completion_title": "Parabéns!",
    "completion_message": "Parabéns por completar Seekapa Trading Academy! Você tem o conhecimento, as ferramentas e o marco para o sucesso. Agora vem o trabalho real - aplicar essas lições com disciplina e paciência. Lembre-se: planeje seus trades, tradueie seu plano, e nunca pare de aprender. Sua jornada de trading começa agora. Bem-vindo ao emocionante mundo do trading profissional. Nos deixe orgulhosos!",
    "graduation_badge": "Certificado de Conclusão do Curso",
    "next_steps_title": "Seus Próximos Passos",
    "next_step_1": "Participe de uma comunidade de trading para acelerar seu aprendizado",
    "next_step_2": "Encontre um mentor que alcançou o sucesso que você aspira",
    "next_step_3": "Comece com tamanhos de posição pequenos para proteger capital durante o aprendizado",
    "next_step_4": "Crie seu painel de controle de trading pessoal para rastreamento diário",
    "next_step_5": "Comprometa-se com aprendizado contínuo através de livros, cursos e pesquisa",
    "previous_lesson": "← Lição 11",
    "next_lesson": "Ver Seu Certificado →",
    "all_rights": "Todos os Direitos Reservados",
    "disclaimer": "Aviso de Risco: Trading envolve risco substancial. Desempenho passado não garante resultados futuros. Sempre use gerenciamento de risco apropriado e nunca tradueie com dinheiro que você não pode perder."
  }
}
