{
  "en": {
    "lesson_number": 6,
    "title": "Fundamental Analysis Principles",
    "subtitle": "Understand economic forces that drive market movements",
    "objectives": [
      "Understand fundamental analysis concepts and their market impact",
      "Learn how economic indicators affect different markets",
      "Recognize the impact of news and events on prices",
      "Discover how to combine fundamental and technical analysis"
    ],
    "intro": "While technical analysis focuses on price charts, fundamental analysis examines the underlying factors that drive market movements. This includes economic data, company financials, geopolitical events, and market sentiment. Understanding fundamentals helps anticipate major market moves and avoid being caught off-guard by unexpected events. Professional traders use both approaches together to develop comprehensive trading strategies.",
    "section1_title": "Economic Indicators and Market Impact",
    "section1_text": "Economic indicators provide insights into economic health and direction, directly influencing markets. GDP measures the total value of goods and services produced, representing the broadest economic measure. Employment data, particularly non-farm payrolls, significantly impacts currency and stock markets. Inflation indicators like CPI influence central bank policies and interest rate decisions. Central bank interest rate decisions represent some of the most market-moving events. Understanding these key indicators helps traders anticipate market reactions and identify opportunities before they develop. Different markets respond differently to economic data, with currency markets typically reacting most immediately and dramatically.",
    "section2_title": "Central Bank Decisions and Monetary Policy",
    "section2_text": "Central bank interest rate decisions represent the most important events in the economic calendar. When a central bank like the Federal Reserve raises interest rates, the dollar tends to strengthen and stocks tend to fall. This decision affects borrowing costs, consumer spending, and government investment directly. Monetary policy decisions also impact exchange rates and commodity prices significantly. Traders carefully monitor forward guidance about future central bank decisions because these expectations can move markets before the actual announcement. Understanding the central bank's inflation targets and policy mandate helps predict future moves. Central bank communication has become an art form, with markets parsing every word for hints about future policy.",
    "section3_title": "Company-Specific Fundamental Analysis",
    "section3_text": "For stock trading, company fundamentals help identify opportunities and anticipate earnings-related moves. Earnings reports create significant volatility as actual results compare to expectations. Revenue growth indicates business expansion ability and market share gains. Profit margins reveal operational efficiency and competitive positioning. Debt levels and financial health affect ability to weather downturns and invest in growth. Traders who monitor these fundamental indicators can anticipate price movements before they develop in the market. Earnings surprises—when actual results significantly differ from expectations—often create the largest single-day price moves. Understanding management guidance and forward-looking statements helps position trades ahead of announcements.",
    "section4_title": "Geopolitical Events and Market Sentiment",
    "section4_text": "Geopolitical events including elections, trade disputes, and policy changes create significant market volatility. Trade relationships between major economies impact currency values and stock markets substantially. Political stability affects investor confidence and capital flows directly. Market sentiment, while difficult to quantify, plays a crucial role in price movements and can be measured through various indicators including VIX fear index, put/call ratios, and investor surveys. Sentiment can quickly and powerfully override technical signals. Understanding when fear or greed is driving markets helps traders position accordingly. Risk events like elections or trade tensions create uncertainty that can dramatically shift market direction regardless of technical patterns.",
    "takeaway1": "Economic indicators provide insights into market direction and create trading opportunities for prepared traders",
    "takeaway2": "Company fundamentals help identify stock opportunities and anticipate earnings-driven price movements",
    "takeaway3": "Geopolitical events and market sentiment can override technical analysis signals and patterns",
    "takeaway4": "News trading requires careful preparation and understanding of historical market reaction patterns",
    "takeaway5": "Combining fundamental and technical approaches provides comprehensive market understanding and better trading decisions",
    "exercise": "Create an economic calendar for the upcoming week and identify three high-impact events. Before each event, write down your prediction for how you think the market will react based on the expectations and consensus forecasts. After each release, observe the actual market reaction and compare to your predictions. Note any differences and try to understand why the market reacted differently than you expected. This exercise helps develop intuition for how markets respond to fundamental data.",
    "quiz_q1": "Which economic indicator directly impacts currency and stock markets?",
    "quiz_q1_a": "Employment data (Non-Farm Payrolls)",
    "quiz_q1_b": "Population size",
    "quiz_q1_c": "Average annual temperature",
    "quiz_q1_d": "Public holidays",
    "quiz_q1_correct": "a",
    "quiz_q2": "What typically happens to the dollar when the Federal Reserve raises interest rates?",
    "quiz_q2_a": "It weakens significantly",
    "quiz_q2_b": "It strengthens against other currencies",
    "quiz_q2_c": "It remains unchanged",
    "quiz_q2_d": "It depends on the month",
    "quiz_q2_correct": "b",
    "quiz_q3": "Which metric reveals a company's operational efficiency and competitive positioning?",
    "quiz_q3_a": "Revenue growth rate",
    "quiz_q3_b": "Stock price history",
    "quiz_q3_c": "Profit margins",
    "quiz_q3_d": "Number of employees",
    "quiz_q3_correct": "c",
    "quiz_q4": "How can market sentiment be measured?",
    "quiz_q4_a": "Through company stock price only",
    "quiz_q4_b": "Through VIX, put/call ratios, and investor surveys",
    "quiz_q4_c": "Through weather patterns",
    "quiz_q4_d": "It cannot be measured",
    "quiz_q4_correct": "b",
    "quiz_q5": "When actual earnings significantly differ from expectations, what typically occurs?",
    "quiz_q5_a": "Prices remain stable",
    "quiz_q5_b": "The largest single-day price moves occur",
    "quiz_q5_c": "Nothing changes in the market",
    "quiz_q5_d": "Only bonds are affected",
    "quiz_q5_correct": "b"
  },
  "ar": {
    "lesson_number": 6,
    "title": "مبادئ التحليل الأساسي",
    "subtitle": "فهم القوى الاقتصادية التي تحرك تحركات السوق",
    "objectives": [
      "فهم مفاهيم التحليل الأساسي وتأثيرها على السوق",
      "تعرف على كيفية تأثير المؤشرات الاقتصادية على الأسواق المختلفة",
      "التعرف على تأثير الأخبار والأحداث على الأسعار",
      "اكتشف كيفية الجمع بين التحليل الأساسي والتقني"
    ],
    "intro": "بينما يركز التحليل التقني على مخططات الأسعار، يفحص التحليل الأساسي العوامل الكامنة التي تحرك تحركات السوق. يشمل هذا البيانات الاقتصادية والبيانات المالية للشركات والأحداث الجيوسياسية والمشاعر السوقية. يساعد فهم الأساسيات على توقع تحركات السوق الرئيسية وتجنب فاجئة الأحداث غير المتوقعة. يستخدم المتداولون المحترفون كلا النهجين معاً لتطوير استراتيجيات تداول شاملة.",
    "section1_title": "المؤشرات الاقتصادية وتأثيرها على السوق",
    "section1_text": "تقدم المؤشرات الاقتصادية رؤى في الصحة الاقتصادية والاتجاه، مما يؤثر بشكل مباشر على الأسواق. يقيس الناتج المحلي الإجمالي (GDP) القيمة الإجمالية للسلع والخدمات المنتجة، ويمثل أوسع مقياس اقتصادي. تؤثر بيانات التوظيف، خاصة بيانات الرواتب غير الزراعية (Non-Farm Payrolls)، بشكل كبير على أسواق العملات والأسهم. تؤثر مؤشرات التضخم مثل مؤشر أسعار المستهلك (CPI) على قرارات البنك المركزي وقرارات أسعار الفائدة. تمثل قرارات أسعار الفائدة من البنك المركزي بعض أهم الأحداث التي تحرك السوق. يساعد فهم هذه المؤشرات الرئيسية المتداولين على توقع ردود فعل السوق وتحديد الفرص قبل ظهورها.",
    "section2_title": "قرارات البنك المركزي والسياسة النقدية",
    "section2_text": "تمثل قرارات أسعار الفائدة من البنك المركزي أهم الأحداث في التقويم الاقتصادي. عندما يرفع البنك المركزي (مثل الاحتياطي الفيدرالي الأمريكي) أسعار الفائدة، يميل الدولار إلى الارتفاع والأسهم إلى الانخفاض. يؤثر هذا القرار على تكاليف الاقتراض والإنفاق الاستهلاكي والاستثمار الحكومي بشكل مباشر. تؤثر قرارات السياسة النقدية أيضاً على أسعار الصرف والسلع الأساسية بشكل كبير. يتابع المتداولون بعناية البيانات المستقبلية حول قرارات البنك المركزي المستقبلية لأن هذه التوقعات يمكن أن تحرك الأسواق قبل الإعلان الفعلي. يساعد فهم هدف التضخم ومعايير البنك المركزي في التنبؤ بالحركات المستقبلية.",
    "section3_title": "التحليل الأساسي للشركات",
    "section3_text": "لتداول الأسهم، تساعد البيانات الأساسية للشركة على تحديد الفرص وتوقع التحركات المتعلقة بالأرباح. تخلق تقارير الأرباح تقلباً كبيراً حيث تقارن النتائج الفعلية مع التوقعات. يشير نمو الإيرادات إلى القدرة على توسيع الأعمال التجارية وزيادة حصة السوق. تكشف هوامش الربح عن كفاءة التشغيل والموضع التنافسي. تؤثر مستويات الديون والصحة المالية على القدرة على تحمل الانكماشات والاستثمار في النمو. يمكن للمتداولين الذين يراقبون هذه المؤشرات الأساسية أن يتنبأوا بتحركات الأسعار قبل ظهورها. غالباً ما تخلق مفاجآت الأرباح أكبر تحركات الأسعار في يوم واحد.",
    "section4_title": "الأحداث الجيوسياسية والمشاعر السوقية",
    "section4_text": "تشمل الأحداث الجيوسياسية الانتخابات والنزاعات التجارية والتغييرات السياسية، وتخلق تقلباً سوقياً كبيراً. تؤثر العلاقات التجارية بين الاقتصادات الكبرى على قيم العملات وأسواق الأسهم بشكل كبير. يؤثر الاستقرار السياسي على ثقة المستثمرين وتدفقات رأس المال بشكل مباشر. المشاعر السوقية، على الرغم من صعوبة قياسها، تلعب دوراً حاسماً في تحركات الأسعار ويمكن قياسها من خلال مؤشرات مختلفة بما في ذلك مؤشر الخوف (VIX) ونسب البيع/الشراء وآراء المستثمرين. يمكن أن تحل المشاعر السلبية محل الإشارات التقنية بسرعة وقوة. فهم متى يكون الخوف أو الجشع يحرك الأسواق يساعد المتداولين على الموضع بشكل صحيح.",
    "takeaway1": "المؤشرات الاقتصادية توفر رؤى في اتجاه السوق وتخلق فرصاً تداول للمتداولين المستعدين",
    "takeaway2": "بيانات الشركة الأساسية تساعد على تحديد فرص الأسهم وتوقع تحركات الأسعار المدفوعة بالأرباح",
    "takeaway3": "الأحداث الجيوسياسية والمشاعر السوقية يمكن أن تتجاوز إشارات التحليل التقني",
    "takeaway4": "تداول الأخبار يتطلب التحضير الدقيق وفهم أنماط رد فعل السوق التاريخية",
    "takeaway5": "الجمع بين النهج الأساسي والتقني يوفر فهماً شاملاً للسوق وقرارات تداول أفضل",
    "exercise": "أنشئ تقويماً اقتصادياً للأسبوع القادم وحدد ثلاثة أحداث عالية التأثير. قبل كل حدث، اكتب تنبؤك برد فعل السوق بناءً على التوقعات والتوقعات الإجماعية. بعد كل إصدار، لاحظ رد الفعل الفعلي للسوق وقارن بتنبؤاتك. لاحظ أي اختلافات وحاول فهم سبب رد فعل السوق بشكل مختلف عما توقعت. يساعد هذا التمرين على تطوير الحدس لكيفية رد فعل الأسواق على البيانات الأساسية.",
    "quiz_q1": "أي من المؤشرات الاقتصادية التالية يؤثر بشكل مباشر على أسواق العملات والأسهم؟",
    "quiz_q1_a": "بيانات التوظيف (Non-Farm Payrolls)",
    "quiz_q1_b": "حجم السكان",
    "quiz_q1_c": "متوسط درجة الحرارة السنوية",
    "quiz_q1_d": "أيام العطل الرسمية",
    "quiz_q1_correct": "a",
    "quiz_q2": "ماذا يحدث عادة للدولار عندما يرفع الاحتياطي الفيدرالي أسعار الفائدة؟",
    "quiz_q2_a": "يضعف بشكل كبير",
    "quiz_q2_b": "يقوى مقابل العملات الأخرى",
    "quiz_q2_c": "يبقى دون تغيير",
    "quiz_q2_d": "يعتمد على الشهر",
    "quiz_q2_correct": "b",
    "quiz_q3": "أي مقياس يكشف عن كفاءة التشغيل والموضع التنافسي للشركة؟",
    "quiz_q3_a": "معدل نمو الإيرادات",
    "quiz_q3_b": "سجل أسعار الأسهم",
    "quiz_q3_c": "هوامش الربح",
    "quiz_q3_d": "عدد الموظفين",
    "quiz_q3_correct": "c",
    "quiz_q4": "كيف يمكن قياس مشاعر السوق؟",
    "quiz_q4_a": "من خلال سعر السهم فقط",
    "quiz_q4_b": "من خلال مؤشر VIX ونسب البيع/الشراء واستطلاعات المستثمرين",
    "quiz_q4_c": "من خلال أنماط الطقس",
    "quiz_q4_d": "لا يمكن قياسها",
    "quiz_q4_correct": "b",
    "quiz_q5": "عندما تختلف الأرباح الفعلية بشكل كبير عن التوقعات، ماذا يحدث عادة؟",
    "quiz_q5_a": "تبقى الأسعار مستقرة",
    "quiz_q5_b": "تحدث أكبر تحركات الأسعار في يوم واحد",
    "quiz_q5_c": "لا يتغير شيء في السوق",
    "quiz_q5_d": "تتأثر السندات فقط",
    "quiz_q5_correct": "b"
  },
  "es": {
    "lesson_number": 6,
    "title": "Principios del Análisis Fundamental",
    "subtitle": "Comprender las fuerzas económicas que impulsan los movimientos del mercado",
    "objectives": [
      "Comprender los conceptos del análisis fundamental y su impacto en el mercado",
      "Aprender cómo los indicadores económicos afectan los diferentes mercados",
      "Reconocer el impacto de las noticias y eventos en los precios",
      "Descubrir cómo combinar el análisis fundamental y técnico"
    ],
    "intro": "Mientras que el análisis técnico se enfoca en gráficos de precios, el análisis fundamental examina los factores subyacentes que impulsan los movimientos del mercado. Esto incluye datos económicos, datos financieros de empresas, eventos geopolíticos y sentimiento del mercado. Comprender los fundamentos ayuda a anticipar grandes movimientos del mercado y evitar sorpresas de eventos inesperados. Los traders profesionales usan ambos enfoques juntos para desarrollar estrategias comerciales integrales.",
    "section1_title": "Indicadores Económicos e Impacto en el Mercado",
    "section1_text": "Los indicadores económicos proporcionan perspectivas sobre la salud y dirección económica, influyendo directamente en los mercados. El PIB mide el valor total de bienes y servicios producidos, representando la medida económica más amplia. Los datos de empleo, particularmente los de nómina no agrícola, impactan significativamente los mercados de divisas y acciones. Los indicadores de inflación como el IPC influyen en las políticas del banco central y las decisiones de tasas de interés. Las decisiones de tasas de interés del banco central representan algunos de los eventos que más mueven el mercado. Comprender estos indicadores clave ayuda a los traders a anticipar las reacciones del mercado.",
    "section2_title": "Decisiones del Banco Central y Política Monetaria",
    "section2_text": "Las decisiones de tasas de interés del banco central representan los eventos más importantes en el calendario económico. Cuando un banco central como la Reserva Federal sube las tasas de interés, el dólar tiende a fortalecerse y las acciones tienden a caer. Esta decisión afecta los costos de endeudamiento, el gasto de consumidores y la inversión del gobierno. Las decisiones de política monetaria también impactan los tipos de cambio y los precios de las materias primas significativamente. Los traders monitorean cuidadosamente la orientación prospectiva sobre futuras decisiones del banco central porque estas expectativas pueden mover mercados. Comprender los objetivos de inflación del banco central y su mandato ayuda a predecir movimientos futuros.",
    "section3_title": "Análisis Fundamental Específico de la Empresa",
    "section3_text": "Para el trading de acciones, los fundamentos de la empresa ayudan a identificar oportunidades y anticipar movimientos relacionados con ganancias. Los reportes de ganancias crean volatilidad significativa cuando los resultados reales se comparan con las expectativas. El crecimiento de ingresos indica la capacidad de expansión del negocio y ganancias de participación de mercado. Los márgenes de ganancia revelan la eficiencia operacional y el posicionamiento competitivo. Los niveles de deuda y la salud financiera afectan la capacidad de resistir recesiones e invertir en crecimiento. Los traders que monitorean estos indicadores fundamentales pueden anticipar movimientos de precios antes de que se desarrollen completamente en el mercado.",
    "section4_title": "Eventos Geopolíticos y Sentimiento del Mercado",
    "section4_text": "Los eventos geopolíticos incluyendo elecciones, disputas comerciales y cambios de política crean volatilidad significativa del mercado. Las relaciones comerciales entre las principales economías impactan los valores de las divisas y los mercados de acciones substancialmente. La estabilidad política afecta la confianza de los inversores y los flujos de capital directamente. El sentimiento del mercado, aunque difícil de cuantificar, juega un papel crucial en los movimientos de precios y puede medirse a través de varios indicadores incluyendo el índice de miedo VIX, relaciones put/call, y encuestas de inversores. El sentimiento puede rápida y poderosamente anular las señales técnicas.",
    "takeaway1": "Los indicadores económicos proporcionan información sobre la dirección del mercado y crean oportunidades comerciales",
    "takeaway2": "Los fundamentos de la empresa ayudan a identificar oportunidades de acciones y movimientos impulsados por ganancias",
    "takeaway3": "Los eventos geopolíticos y el sentimiento del mercado pueden anular las señales del análisis técnico",
    "takeaway4": "El trading de noticias requiere preparación cuidadosa y comprensión de patrones históricos de reacción del mercado",
    "takeaway5": "Combinar los enfoques fundamental y técnico proporciona una comprensión integral del mercado",
    "exercise": "Crea un calendario económico para la próxima semana e identifica tres eventos de alto impacto. Antes de cada evento, escribe tu predicción de cómo crees que el mercado reaccionará. Después de cada publicación, observa la reacción real del mercado y compara con tus predicciones. Este ejercicio ayuda a desarrollar la intuición sobre cómo los mercados responden a datos fundamentales.",
    "quiz_q1": "¿Cuál indicador económico impacta directamente los mercados de divisas y acciones?",
    "quiz_q1_a": "Datos de empleo (Non-Farm Payrolls)",
    "quiz_q1_b": "Tamaño de la población",
    "quiz_q1_c": "Temperatura promedio anual",
    "quiz_q1_d": "Días festivos públicos",
    "quiz_q1_correct": "a",
    "quiz_q2": "¿Qué típicamente sucede al dólar cuando la Reserva Federal sube las tasas de interés?",
    "quiz_q2_a": "Se debilita significativamente",
    "quiz_q2_b": "Se fortalece contra otras monedas",
    "quiz_q2_c": "Se mantiene sin cambios",
    "quiz_q2_d": "Depende del mes",
    "quiz_q2_correct": "b",
    "quiz_q3": "¿Qué métrica revela la eficiencia operacional y posicionamiento competitivo de una empresa?",
    "quiz_q3_a": "Tasa de crecimiento de ingresos",
    "quiz_q3_b": "Historial de precios de acciones",
    "quiz_q3_c": "Márgenes de ganancia",
    "quiz_q3_d": "Número de empleados",
    "quiz_q3_correct": "c",
    "quiz_q4": "¿Cómo se puede medir el sentimiento del mercado?",
    "quiz_q4_a": "Solo a través del precio de acciones",
    "quiz_q4_b": "A través de VIX, relaciones put/call, y encuestas de inversores",
    "quiz_q4_c": "A través de patrones climáticos",
    "quiz_q4_d": "No se puede medir",
    "quiz_q4_correct": "b",
    "quiz_q5": "Cuando las ganancias reales difieren significativamente de las expectativas, ¿qué típicamente ocurre?",
    "quiz_q5_a": "Los precios se mantienen estables",
    "quiz_q5_b": "Ocurren los mayores movimientos de precios en un solo día",
    "quiz_q5_c": "Nada cambia en el mercado",
    "quiz_q5_d": "Solo los bonos se ven afectados",
    "quiz_q5_correct": "b"
  },
  "pt": {
    "lesson_number": 6,
    "title": "Princípios da Análise Fundamental",
    "subtitle": "Compreender as forças econômicas que impulsionam os movimentos do mercado",
    "objectives": [
      "Compreender os conceitos de análise fundamental e seu impacto no mercado",
      "Aprender como os indicadores econômicos afetam diferentes mercados",
      "Reconhecer o impacto de notícias e eventos nos preços",
      "Descobrir como combinar análise fundamental e técnica"
    ],
    "intro": "Enquanto a análise técnica se enfoca em gráficos de preços, a análise fundamental examina os fatores subjacentes que impulsionam os movimentos do mercado. Isso inclui dados econômicos, dados financeiros de empresas, eventos geopolíticos e sentimento do mercado. Compreender os fundamentos ajuda a antecipar grandes movimentos do mercado e evitar ser surpreendido por eventos inesperados. Os traders profissionais usam ambas as abordagens juntas para desenvolver estratégias comerciais abrangentes.",
    "section1_title": "Indicadores Econômicos e Impacto no Mercado",
    "section1_text": "Os indicadores econômicos fornecem informações sobre a saúde econômica e direção, influenciando diretamente os mercados. O PIB mede o valor total de bens e serviços produzidos, representando a medida econômica mais ampla. Os dados de emprego, particularmente não-agrícolas, impactam significativamente os mercados de moedas e ações. Os indicadores de inflação como IPC influenciam as políticas do banco central e as decisões de taxas de juros. As decisões de taxas de juros do banco central representam alguns dos eventos que mais movem o mercado. Compreender esses indicadores principais ajuda os traders a antecipar as reações do mercado.",
    "section2_title": "Decisões do Banco Central e Política Monetária",
    "section2_text": "As decisões de taxas de juros do banco central representam os eventos mais importantes no calendário econômico. Quando um banco central como o Federal Reserve aumenta as taxas de juros, o dólar tende a se fortalecer e as ações tendem a cair. Esta decisão afeta os custos de empréstimo, gastos do consumidor e investimento do governo. As decisões de política monetária também impactam as taxas de câmbio e os preços das matérias-primas significativamente. Os traders monitoram cuidadosamente a orientação prospectiva sobre futuras decisões do banco central porque estas expectativas podem mover mercados. Compreender os objetivos de inflação do banco central e seu mandato ajuda a prever movimentos futuros.",
    "section3_title": "Análise Fundamental Específica da Empresa",
    "section3_text": "Para negociação de ações, os fundamentos da empresa ajudam a identificar oportunidades e antecipar movimentos relacionados aos lucros. Relatórios de lucros criam volatilidade significativa à medida que os resultados reais são comparados com as expectativas. O crescimento de receita indica a capacidade de expansão do negócio e ganhos de participação de mercado. As margens de lucro revelam a eficiência operacional e o posicionamento competitivo. Os níveis de dívida e saúde financeira afetam a capacidade de resistir a recessões e investir em crescimento. Os traders que monitoram esses indicadores fundamentais podem antecipar movimentos de preços antes de se desenvolverem completamente no mercado.",
    "section4_title": "Eventos Geopolíticos e Sentimento do Mercado",
    "section4_text": "Os eventos geopolíticos, incluindo eleições, disputas comerciais e mudanças de política, criam volatilidade significativa do mercado. As relações comerciais entre as principais economias impactam os valores das moedas e os mercados de ações substancialmente. A estabilidade política afeta a confiança dos investidores e os fluxos de capital diretamente. O sentimento do mercado, embora difícil de quantificar, desempenha um papel crucial nos movimentos de preços e pode ser medido através de vários indicadores incluindo índice de medo VIX, relações put/call, e pesquisas de investidores. O sentimento pode rapidamente e poderosamente anular os sinais técnicos.",
    "takeaway1": "Os indicadores econômicos fornecem informações sobre a direção do mercado e criam oportunidades comerciais",
    "takeaway2": "Os fundamentos da empresa ajudam a identificar oportunidades de ações e movimentos impulsionados por lucros",
    "takeaway3": "Os eventos geopolíticos e o sentimento do mercado podem anular os sinais da análise técnica",
    "takeaway4": "A negociação de notícias requer preparação cuidadosa e compreensão de padrões históricos de reação do mercado",
    "takeaway5": "Combinar as abordagens fundamental e técnica fornece uma compreensão abrangente do mercado",
    "exercise": "Crie um calendário econômico para a próxima semana e identifique três eventos de alto impacto. Antes de cada evento, escreva sua previsão de como você acha que o mercado reagirá. Depois de cada lançamento, observe a reação real do mercado e compare com suas previsões. Este exercício ajuda a desenvolver a intuição sobre como os mercados respondem aos dados fundamentais.",
    "quiz_q1": "Qual indicador econômico impacta diretamente os mercados de moedas e ações?",
    "quiz_q1_a": "Dados de emprego (Non-Farm Payrolls)",
    "quiz_q1_b": "Tamanho da população",
    "quiz_q1_c": "Temperatura média anual",
    "quiz_q1_d": "Feriados públicos",
    "quiz_q1_correct": "a",
    "quiz_q2": "O que tipicamente acontece ao dólar quando o Federal Reserve aumenta as taxas de juros?",
    "quiz_q2_a": "Se enfraquece significativamente",
    "quiz_q2_b": "Se fortalece contra outras moedas",
    "quiz_q2_c": "Permanece inalterado",
    "quiz_q2_d": "Depende do mês",
    "quiz_q2_correct": "b",
    "quiz_q3": "Qual métrica revela a eficiência operacional e posicionamento competitivo de uma empresa?",
    "quiz_q3_a": "Taxa de crescimento de receita",
    "quiz_q3_b": "Histórico de preço de ações",
    "quiz_q3_c": "Margens de lucro",
    "quiz_q3_d": "Número de funcionários",
    "quiz_q3_correct": "c",
    "quiz_q4": "Como o sentimento do mercado pode ser medido?",
    "quiz_q4_a": "Apenas através do preço da ação",
    "quiz_q4_b": "Através de VIX, relações put/call, e pesquisas de investidores",
    "quiz_q4_c": "Através de padrões climáticos",
    "quiz_q4_d": "Não pode ser medido",
    "quiz_q4_correct": "b",
    "quiz_q5": "Quando os lucros reais diferem significativamente das expectativas, o que tipicamente ocorre?",
    "quiz_q5_a": "Os preços permanecem estáveis",
    "quiz_q5_b": "Os maiores movimentos de preços em um único dia ocorrem",
    "quiz_q5_c": "Nada muda no mercado",
    "quiz_q5_d": "Apenas títulos são afetados",
    "quiz_q5_correct": "b"
  }
}
