{
  "en": {
    "title": "Developing Your Trading Plan",
    "subtitle": "Create a personalized trading blueprint for consistent success",
    "objectives": [
      "Create a personalized trading plan that defines your approach",
      "Understand how to set realistic trading goals",
      "Learn to document your trading rules and risk parameters",
      "Discover how to review and refine your plan over time"
    ],
    "intro": "A trading plan is your business blueprint - without it, you're gambling, not trading. Every successful trader has a written plan they follow religiously. Your plan serves as a roadmap that removes emotion from decisions and provides clear guidelines for every aspect of trading from market selection to risk management. This lesson focuses on creating a comprehensive plan that becomes your trading constitution.",
    "section1_title": "Trading Plan Components and Structure",
    "section1_text": "Your plan needs six essential components: trading goals, risk tolerance, preferred markets, entry and exit rules, position sizing formula, and review schedule. Trading goals should be specific, measurable, achievable, relevant, and time-bound (SMART). Instead of vague goals like \"make money,\" set concrete targets like \"achieve 15% annual return with maximum 20% drawdown.\" Risk tolerance defines how much you're willing to risk per trade and overall. Market selection specifies which instruments you'll trade based on capital, schedule, and expertise. A trading plan removes the guesswork and provides a framework for consistent decision-making.",
    "section2_title": "Defining Entry and Exit Rules",
    "section2_text": "Entry and exit criteria must be specific and objective to eliminate guesswork. Define exact conditions for entries such as \"Buy when price breaks above resistance with RSI below 70 and volume 50% above average.\" Exit rules should include both profit targets and stop losses. For example: \"Exit when price hits 2:1 reward target OR breaks below entry day low.\" Having predetermined rules prevents emotional decisions during market fluctuations. Document multiple scenarios including trending markets, ranging markets, and high volatility periods. Write these rules in plain language so you can follow them mechanically without interpretation.",
    "section3_title": "Backtesting and Paper Trading Your Plan",
    "section3_text": "Before risking real money, test your plan thoroughly using historical data and paper trading. Backtesting applies your rules to past markets to evaluate how the strategy would have performed. This reveals strengths, weaknesses, and potential issues. Paper trading allows testing in real-time market conditions without capital risk. This step identifies execution challenges and psychological factors that backtesting might miss. Test across different market conditions and timeframes to ensure robustness. Track key metrics like win rate, average win/loss ratio, maximum drawdown, and expectancy. These tests validate your approach before risking significant capital.",
    "section4_title": "Plan Review and Continuous Improvement",
    "section4_text": "Review your plan monthly to assess performance and identify areas for improvement. Markets evolve, and your plan should adapt accordingly - but don't change it after every losing trade. Give strategies adequate time to work through various market conditions. Review metrics including profitability, consistency, drawdown periods, and adherence to plan. Document lessons learned and pattern recognition improvements. Adjust position sizing as account grows. Refine entry and exit criteria based on performance data. Consider expanding to new markets or timeframes as skills develop. The goal is continuous improvement, not constant change. Track what works and what doesn't, then evolve systematically.",
    "takeaway1": "A written trading plan provides structure and removes emotional decisions",
    "takeaway2": "SMART goals give clear targets to measure performance against",
    "takeaway3": "Specific entry and exit rules eliminate guesswork during trading",
    "takeaway4": "Backtesting and paper trading reveal strategy strengths and weaknesses",
    "takeaway5": "Regular review and refinement improve performance over time",
    "exercise": "Create your complete trading plan this week including: 1) Your specific trading goals for the next 6 months, 2) Exact entry and exit criteria for your chosen strategy, 3) Position sizing formula based on your account size and risk tolerance, 4) Daily/weekly routines for market analysis and trade review, 5) Monthly review schedule and improvement process. Write it down and commit to following it for at least 3 months before making major changes.",
    "quiz_q1": "What is the first step in building a successful trading plan?",
    "quiz_q1_a": "Start trading immediately",
    "quiz_q1_b": "Set clear SMART goals",
    "quiz_q1_c": "Copy other traders' strategies",
    "quiz_q1_d": "Invest in advanced software",
    "quiz_q1_correct": "b"
  },
  "ar": {
    "title": "بناء خطتك التجارية",
    "subtitle": "إنشاء خطة تجارية مخصصة لتحقيق النجاح المستمر",
    "objectives": [
      "إنشاء خطة تجارية مخصصة تحدد نهجك",
      "فهم كيفية تحديد أهداف تجارية واقعية",
      "تعلم توثيق قواعد التداول ومعاملات المخاطر",
      "اكتشاف كيفية مراجعة وتحسين خطتك بمرور الوقت"
    ],
    "intro": "خطتك التجارية هي دستورك في السوق - بدونها، أنت تقامر وليس متداول. كل متداول ناجح له خطة مكتوبة يتبعها بحذافيره. تخدم خطتك كخريطة طريق تزيل العاطفة من القرارات وتوفر إرشادات واضحة لكل جانب من جوانب التداول من اختيار السوق إلى إدارة المخاطر. يركز هذا الدرس على إنشاء خطة شاملة تصبح دستور التداول الخاص بك.",
    "section1_title": "مكونات خطتك التجارية",
    "section1_text": "تحتاج خطتك إلى ستة مكونات أساسية: أهداف التداول، وتحمل المخاطر، والأسواق المفضلة، وقواعد الدخول والخروج، وصيغة تحديد حجم المركز، وجدول المراجعة. يجب أن تكون أهداف التداول محددة وقابلة للقياس وقابلة للتحقيق وذات صلة ومقيدة بالوقت (SMART). بدلاً من أهداف غامضة مثل \"أريد أن أربح\"، ضع أهدافاً محددة مثل \"تحقيق عائد سنوي 15% مع تراجع أقصاه 20%.\" يحدد تحمل المخاطر المبلغ الذي تستعد للمخاطرة به لكل صفقة وبشكل عام.",
    "section2_title": "تحديد قواعد الدخول والخروج",
    "section2_text": "يجب أن تكون معايير الدخول والخروج محددة وموضوعية لاستبعاد التخمين. عرّف ظروف الدخول بالضبط مثل: \"شراء عندما يخترق السعر مستوى المقاومة مع مؤشر RSI أقل من 70 والحجم 50% أعلى من المتوسط.\" قواعد الخروج يجب أن تتضمن أهداف الربح والتوقف عن الخسارة. على سبيل المثال: \"الخروج عندما يصل السعر إلى هدف 2:1 أو ينخفض تحت أدنى سعر اليوم الأول.\" وجود قواعد محددة مسبقاً يمنع القرارات العاطفية أثناء تقلبات السوق.",
    "section3_title": "الاختبار الخلفي والتداول الورقي",
    "section3_text": "قبل المخاطرة برأس المال الحقيقي، اختبر خطتك بدقة باستخدام البيانات التاريخية والتداول الورقي. يطبق الاختبار الخلفي قواعدك على الأسواق السابقة لتقييم كيفية أداء الاستراتيجية. يكشف هذا نقاط القوة والضعف والمشاكل المحتملة. يسمح التداول الورقي باختبار ظروف السوق الحقيقية بدون مخاطر رأس المال. تتبع المقاييس الأساسية مثل نسبة الفوز ونسبة الربح/الخسارة والتراجع الأقصى والتوقع.",
    "section4_title": "مراجعة الخطة والتحسين المستمر",
    "section4_text": "راجع خطتك شهرياً لتقييم الأداء وتحديد مجالات التحسين. تتطور الأسواق، وخطتك يجب أن تتكيف معها - لكن لا تغيرها بعد كل صفقة خاسرة. امنح الاستراتيجيات وقتاً كافياً للعمل من خلال ظروف سوق مختلفة. راجع المقاييس بما في ذلك الربحية والاتساق وفترات التراجع والالتزام بالخطة. وثق الدروس المستفادة وتحسينات التعرف على الأنماط. اضبط حجم المركز مع نمو الحساب.",
    "takeaway1": "خطة تجارية مكتوبة توفر الهيكل وتزيل القرارات العاطفية",
    "takeaway2": "أهداف SMART توفر أهدافاً واضحة لقياس الأداء عليها",
    "takeaway3": "قواعد دخول وخروج محددة تستبعد التخمين أثناء التداول",
    "takeaway4": "الاختبار الخلفي والتداول الورقي يكشفان نقاط القوة والضعف",
    "takeaway5": "المراجعة المنتظمة والتحسين يحسنان الأداء بمرور الوقت",
    "exercise": "أنشئ خطتك التجارية الكاملة هذا الأسبوع تتضمن: 1) أهدافك التجارية المحددة للستة أشهر القادمة، 2) معايير دخول وخروج دقيقة لاستراتيجيتك، 3) صيغة تحديد حجم المركز بناءً على حسابك، 4) روتين يومي/أسبوعي لتحليل السوق، 5) جدول مراجعة شهري. اكتبها والتزم بالاستمرار 3 أشهر على الأقل قبل إجراء تغييرات كبيرة.",
    "quiz_q1": "ما هو أول خطوة في بناء خطة تجارية ناجحة؟",
    "quiz_q1_a": "البدء في التداول مباشرة",
    "quiz_q1_b": "تحديد أهداف SMART واضحة",
    "quiz_q1_c": "نسخ استراتيجيات المتداولين الآخرين",
    "quiz_q1_d": "الاستثمار في البرامج المتقدمة",
    "quiz_q1_correct": "b"
  },
  "es": {
    "title": "Desarrollar tu Plan de Trading",
    "subtitle": "Crea un plan comercial personalizado para el éxito consistente",
    "objectives": [
      "Crear un plan de trading personalizado que defina tu enfoque",
      "Entender cómo establecer objetivos de trading realistas",
      "Aprender a documentar tus reglas de trading y parámetros de riesgo",
      "Descubrir cómo revisar y refinar tu plan con el tiempo"
    ],
    "intro": "Tu plan de trading es tu constitución comercial - sin él, estás apostando, no operando. Todo trader exitoso tiene un plan escrito que sigue religiosamente. Tu plan sirve como una hoja de ruta que elimina la emoción de las decisiones y proporciona directrices claras para cada aspecto del trading, desde la selección del mercado hasta la gestión del riesgo. Esta lección se enfoca en crear un plan integral que se convierte en tu constitución de trading.",
    "section1_title": "Componentes y Estructura del Plan de Trading",
    "section1_text": "Tu plan necesita seis componentes esenciales: objetivos de trading, tolerancia al riesgo, mercados preferidos, reglas de entrada y salida, fórmula de dimensionamiento de posición y cronograma de revisión. Los objetivos de trading deben ser específicos, medibles, alcanzables, relevantes y limitados en el tiempo (SMART). En lugar de objetivos vagos como \"ganar dinero\", establece objetivos concretos como \"lograr un retorno anual del 15% con una reducción máxima del 20%.\" La tolerancia al riesgo define cuánto estás dispuesto a arriesgar por operación y en general.",
    "section2_title": "Definir Reglas de Entrada y Salida",
    "section2_text": "Los criterios de entrada y salida deben ser específicos y objetivos para eliminar las conjeturas. Define condiciones exactas para entradas como \"Comprar cuando el precio rompe la resistencia con RSI por debajo de 70 y volumen 50% por encima del promedio.\" Las reglas de salida deben incluir objetivos de ganancias y límites de pérdida. Por ejemplo: \"Salir cuando el precio alcanza el objetivo de recompensa 2:1 O cae por debajo del mínimo del primer día.\" Las reglas predeterminadas previenen decisiones emocionales durante las fluctuaciones del mercado.",
    "section3_title": "Backtesting y Paper Trading de tu Plan",
    "section3_text": "Antes de arriesgar dinero real, prueba tu plan a fondo usando datos históricos y trading en papel. El backtesting aplica tus reglas a mercados pasados para evaluar cómo habría funcionado la estrategia. Esto revela fortalezas, debilidades y posibles problemas. El trading en papel permite probar en condiciones reales del mercado sin riesgo de capital. Este paso identifica desafíos de ejecución y factores psicológicos que el backtesting podría perder.",
    "section4_title": "Revisión del Plan y Mejora Continua",
    "section4_text": "Revisa tu plan mensualmente para evaluar el desempeño e identificar áreas de mejora. Los mercados evolucionan y tu plan debe adaptarse en consecuencia, pero no lo cambies después de cada operación perdedora. Dale a las estrategias tiempo adecuado para funcionar en diferentes condiciones del mercado. Revisa métricas incluyendo rentabilidad, consistencia, períodos de reducción y adherencia al plan. Documenta lecciones aprendidas y mejoras en el reconocimiento de patrones.",
    "takeaway1": "Un plan de trading escrito proporciona estructura y elimina decisiones emocionales",
    "takeaway2": "Los objetivos SMART ofrecen metas claras para medir el desempeño",
    "takeaway3": "Las reglas de entrada y salida específicas eliminan suposiciones",
    "takeaway4": "El backtesting y el trading en papel revelan fortalezas y debilidades",
    "takeaway5": "La revisión y refinamiento regular mejoran el desempeño con el tiempo",
    "exercise": "Crea tu plan de trading completo esta semana que incluya: 1) Tus objetivos específicos de trading para los próximos 6 meses, 2) Criterios de entrada y salida exactos para tu estrategia, 3) Fórmula de dimensionamiento de posición basada en tu cuenta, 4) Rutinas diarias/semanales para análisis e revisión, 5) Cronograma de revisión mensual. Escríbelo y comprométete a seguirlo durante al menos 3 meses antes de hacer cambios importantes.",
    "quiz_q1": "¿Cuál es el primer paso para construir un plan de trading exitoso?",
    "quiz_q1_a": "Comenzar a operar inmediatamente",
    "quiz_q1_b": "Establecer objetivos SMART claros",
    "quiz_q1_c": "Copiar estrategias de otros traders",
    "quiz_q1_d": "Invertir en software avanzado",
    "quiz_q1_correct": "b"
  },
  "pt": {
    "title": "Desenvolvendo Seu Plano de Trading",
    "subtitle": "Crie um plano de negociação personalizado para o sucesso consistente",
    "objectives": [
      "Criar um plano de trading personalizado que defina sua abordagem",
      "Entender como estabelecer metas de trading realistas",
      "Aprender a documentar suas regras de trading e parâmetros de risco",
      "Descobrir como revisar e refinar seu plano ao longo do tempo"
    ],
    "intro": "Seu plano de trading é sua constituição comercial - sem ele, você está apostando, não negociando. Todo trader bem-sucedido tem um plano escrito que segue religiosamente. Seu plano serve como um mapa que remove a emoção das decisões e fornece diretrizes claras para cada aspecto do trading, desde a seleção do mercado até o gerenciamento de risco. Esta lição se concentra em criar um plano abrangente que se torna sua constituição de trading.",
    "section1_title": "Componentes e Estrutura do Plano de Trading",
    "section1_text": "Seu plano precisa de seis componentes essenciais: metas de trading, tolerância ao risco, mercados preferidos, regras de entrada e saída, fórmula de dimensionamento de posição e cronograma de revisão. As metas de trading devem ser específicas, mensuráveis, alcançáveis, relevantes e limitadas pelo tempo (SMART). Em vez de metas vagas como \"ganhar dinheiro\", estabeleça objetivos concretos como \"alcançar retorno anual de 15% com redução máxima de 20%.\" A tolerância ao risco define quanto você está disposto a arriscar por operação e no geral.",
    "section2_title": "Definindo Regras de Entrada e Saída",
    "section2_text": "Os critérios de entrada e saída devem ser específicos e objetivos para eliminar suposições. Defina condições exatas para entradas como \"Compre quando o preço rompe a resistência com RSI abaixo de 70 e volume 50% acima da média.\" As regras de saída devem incluir metas de lucro e limites de perda. Por exemplo: \"Saia quando o preço atinge o alvo de recompensa 2:1 OU cai abaixo do mínimo do primeiro dia.\" Regras predeterminadas evitam decisões emocionais durante flutuações de mercado.",
    "section3_title": "Backtesting e Paper Trading do Seu Plano",
    "section3_text": "Antes de arriscar dinheiro real, teste seu plano completamente usando dados históricos e trading em papel. O backtesting aplica suas regras a mercados passados para avaliar como a estratégia teria funcionado. Isso revela pontos fortes, fracos e possíveis problemas. O trading em papel permite testar em condições de mercado em tempo real sem risco de capital. Esta etapa identifica desafios de execução e fatores psicológicos que o backtesting pode perder.",
    "section4_title": "Revisão do Plano e Melhoria Contínua",
    "section4_text": "Revise seu plano mensalmente para avaliar o desempenho e identificar áreas de melhoria. Os mercados evoluem e seu plano deve se adaptar em conformidade, mas não o altere após cada operação perdedora. Dê tempo adequado para que as estratégias funcionem em diferentes condições de mercado. Revise métricas incluindo lucratividade, consistência, períodos de redução e aderência ao plano. Documente lições aprendidas e melhorias no reconhecimento de padrões.",
    "takeaway1": "Um plano de trading escrito fornece estrutura e remove decisões emocionais",
    "takeaway2": "Metas SMART fornecem alvos claros para medir o desempenho",
    "takeaway3": "Regras de entrada e saída específicas eliminam suposições",
    "takeaway4": "Backtesting e trading em papel revelam pontos fortes e fracos",
    "takeaway5": "Revisão e refinamento regulares melhoram o desempenho ao longo do tempo",
    "exercise": "Crie seu plano de trading completo esta semana, incluindo: 1) Suas metas específicas de trading para os próximos 6 meses, 2) Critérios exatos de entrada e saída para sua estratégia, 3) Fórmula de dimensionamento de posição baseada em sua conta, 4) Rotinas diárias/semanais para análise de mercado, 5) Cronograma de revisão mensal. Escreva e se comprometa a seguir por pelo menos 3 meses antes de fazer mudanças importantes.",
    "quiz_q1": "Qual é o primeiro passo para construir um plano de trading bem-sucedido?",
    "quiz_q1_a": "Começar a negociar imediatamente",
    "quiz_q1_b": "Definir metas SMART claras",
    "quiz_q1_c": "Copiar estratégias de outros traders",
    "quiz_q1_d": "Investir em software avançado",
    "quiz_q1_correct": "b"
  }
}
