{
  "en": {
    "academy_name": "Seekapa Trading Academy",
    "title": "Technical Analysis Foundations",
    "subtitle": "Learn to read charts and identify patterns that predict price movements",
    "lesson_number": "Lesson 3 of 12",
    "objectives_title": "Learning Objectives",
    "objective_1": "Understand the principles of technical analysis and how price charts work",
    "objective_2": "Learn to identify candlestick formations and interpret chart timeframes",
    "objective_3": "Recognize support and resistance levels and their trading significance",
    "objective_4": "Analyze volume data to confirm price movements and market sentiment",
    "intro": "Technical analysis forms the backbone of most short-term trading strategies. This analytical approach focuses on studying price charts, patterns, and market behavior to predict future movements. Unlike fundamental analysis, technical analysis assumes all relevant information is already reflected in price action. By learning to read charts effectively, you'll gain the ability to identify high-probability trading opportunities and manage risk more intelligently. This lesson introduces the foundational concepts you'll build upon throughout your trading journey.",
    "section1_title": "Understanding Chart Types and Candlesticks",
    "section1_text": "Charts are the primary tools for technical analysis, displaying price movements over various timeframes. The most common types include line charts, bar charts, and candlestick charts. Candlestick charts provide the most visual information, showing opening, closing, high, and low prices in a single visual element. Each candlestick represents price movement for a specific period—whether one minute, one hour, one day, or one month. The body of the candle shows the opening and closing prices, while the wicks (or shadows) show the highest and lowest prices reached during that period. A green or white candle indicates buying pressure (close higher than open), while a red candle indicates selling pressure (close lower than open). Timeframes range from one-minute charts for scalping to monthly charts for long-term analysis, and each timeframe tells a different story about market structure and momentum.",
    "section2_title": "Support and Resistance Levels",
    "section2_text": "Support and resistance levels represent key areas where buying or selling interest emerges in the market. Support levels are prices where buying interest prevents further declines—essentially a floor where buyers step in. Resistance levels are areas where selling pressure limits upward movement—acting as a ceiling. These levels can be horizontal lines at specific prices or dynamic levels like moving averages that shift over time. Historically, support and resistance form where prices have repeatedly bounced or where significant institutional orders accumulate. When prices break through these levels with conviction and high volume, it often signals significant moves in the breakout direction. Traders use support and resistance to identify optimal entry and exit points, as well as to place protective stop-loss orders. Understanding where these levels exist gives you a framework for making more calculated trading decisions.",
    "section3_title": "Volume Analysis and Market Confirmation",
    "section3_text": "Volume represents the number of shares or contracts traded during a specific period. Volume analysis helps confirm price movements and identify potential reversals in the market. The principle is simple: price movements accompanied by high volume are considered more significant and reliable than those on low volume. Rising prices on increasing volume suggest strong buying interest and typically indicate a sustainable uptrend. Conversely, rising prices on declining volume might indicate weakening momentum and a potential reversal. Similarly, falling prices on high volume confirm selling pressure, while falling prices on low volume suggest the downtrend may be losing momentum. Many traders use volume as a filter to validate their trading signals—if the price makes a new high but volume decreases, it's a warning sign that the move may not be sustainable. Learning to read volume bars and understand their relationship with price is essential for validating your technical analysis.",
    "section4_title": "Trend Analysis and Market Direction",
    "section4_text": "Trends represent the general direction of price movement over time and are fundamental to technical analysis philosophy. Uptrends are characterized by higher highs and higher lows, indicating persistent buying pressure and market strength. Downtrends display lower highs and lower lows, reflecting ongoing selling pressure and market weakness. Sideways trends occur when prices move within a defined range without making new highs or lows, indicating indecision. Understanding trends across multiple timeframes helps traders make better decisions about trade direction and timing. A stock might be in a long-term uptrend on daily charts while experiencing a short-term downtrend on hourly charts—recognizing this helps you trade with the larger trend while entering on pullbacks. Traders often follow the principle 'the trend is your friend'—trading in the direction of the dominant trend significantly improves your probability of success. Trend lines are simple tools drawn by connecting sequential lows in an uptrend or sequential highs in a downtrend, providing visual representation of market structure.",
    "video_coming_soon": "Video Coming Soon",
    "video_details": "Duration: 2 minutes | Quality: 1080p",
    "quiz_title": "Test Your Knowledge",
    "mark_complete": "Mark Complete",
    "quiz_q1": "What does a green candlestick indicate in technical analysis?",
    "quiz_q1_a": "A period where selling pressure exceeded buying pressure",
    "quiz_q1_b": "A period where the closing price was higher than the opening price",
    "quiz_q1_c": "A reversal pattern that always predicts a downtrend",
    "quiz_q1_d": "High volume trading activity",
    "quiz_q1_correct": "b",
    "quiz_q2": "Which of the following best describes a support level?",
    "quiz_q2_a": "A price level where selling pressure prevents upward movement",
    "quiz_q2_b": "A price level where buying interest prevents further declines",
    "quiz_q2_c": "The highest price ever reached by an asset",
    "quiz_q2_d": "A moving average that changes daily",
    "quiz_q2_correct": "b",
    "quiz_q3": "What does rising prices on declining volume typically suggest?",
    "quiz_q3_a": "Strong continuation of the uptrend",
    "quiz_q3_b": "Weakening momentum and potential reversal",
    "quiz_q3_c": "Institutional buying interest",
    "quiz_q3_d": "A break above resistance is confirmed",
    "quiz_q3_correct": "b",
    "quiz_q4": "Which of these characteristics defines an uptrend?",
    "quiz_q4_a": "Lower highs and lower lows",
    "quiz_q4_b": "Prices moving within a range",
    "quiz_q4_c": "Higher highs and higher lows",
    "quiz_q4_d": "Declining volume over time",
    "quiz_q4_correct": "c",
    "quiz_q5": "What is the primary advantage of using candlestick charts?",
    "quiz_q5_a": "They show only the closing price",
    "quiz_q5_b": "They display open, close, high, and low prices in one visual",
    "quiz_q5_c": "They eliminate the need for volume analysis",
    "quiz_q5_d": "They guarantee profitable trades",
    "quiz_q5_correct": "b",
    "takeaways_title": "Key Takeaways",
    "takeaway1": "Technical analysis uses price charts and patterns to predict future movements and identify trading opportunities",
    "takeaway2": "Candlestick charts provide comprehensive price information showing open, close, high, and low for each period",
    "takeaway3": "Support and resistance levels help identify key price areas where reversals or breakouts are likely to occur",
    "takeaway4": "Volume confirms price movements—high volume makes price moves more significant and reliable",
    "takeaway5": "Trend analysis helps traders align their trades with the dominant market direction for higher probability success",
    "exercise_title": "Practical Exercise",
    "exercise": "Choose a stock or currency pair and identify three support levels and three resistance levels on a daily chart. Mark these levels clearly and observe how prices react when they approach these areas over the next week. Keep a journal noting whether the levels hold, break, and what happens to volume during these tests. This hands-on practice will deepen your understanding of support and resistance in real market conditions.",
    "previous_lesson": "← Previous Lesson",
    "next_lesson": "Next Lesson →",
    "all_rights": "All Rights Reserved",
    "disclaimer": "Risk Warning: Trading involves significant risk. Past performance does not guarantee future results. Always use proper risk management and never trade with capital you cannot afford to lose."
  },
  "ar": {
    "academy_name": "أكاديمية سيكابا للتداول",
    "title": "أساسيات التحليل الفني",
    "subtitle": "تعلم قراءة الرسوم البيانية وتحديد الأنماط التي تتنبأ بحركات الأسعار",
    "lesson_number": "الدرس 3 من 12",
    "objectives_title": "أهداف التعلم",
    "objective_1": "فهم مبادئ التحليل الفني وكيفية عمل الرسوم البيانية للأسعار",
    "objective_2": "التعرف على تشكيلات الشموع اليابانية وتفسير الأطر الزمنية للرسوم البيانية",
    "objective_3": "تحديد مستويات الدعم والمقاومة وأهميتها في التداول",
    "objective_4": "تحليل بيانات الحجم للتأكيد على حركات الأسعار ومعنويات السوق",
    "intro": "يشكل التحليل الفني العمود الفقري لمعظم استراتيجيات التداول قصيرة الأجل. يركز هذا النهج التحليلي على دراسة الرسوم البيانية للأسعار والأنماط والسلوك السوقي للتنبؤ بالحركات المستقبلية. على عكس التحليل الأساسي، يفترض التحليل الفني أن جميع المعلومات ذات الصلة انعكست بالفعل في حركة السعر. من خلال تعلم قراءة الرسوم البيانية بفعالية، ستكتسب القدرة على تحديد فرص التداول عالية الاحتمالية وإدارة المخاطر بذكاء أكبر. يقدم هذا الدرس المفاهيم الأساسية التي ستبني عليها طوال رحلة التداول الخاصة بك.",
    "section1_title": "فهم أنواع الرسوم البيانية والشموع اليابانية",
    "section1_text": "تعتبر الرسوم البيانية الأدوات الأساسية للتحليل الفني، وتعرض حركات الأسعار على فترات زمنية مختلفة. تشمل الأنواع الأكثر شيوعاً الرسوم البيانية الخطية والرسوم البيانية العمودية والشموع اليابانية. توفر الشموع اليابانية أكثر المعلومات البصرية، حيث تعرض أسعار الافتتاح والإغلاق والأعلى والأدنى في عنصر بصري واحد. تمثل كل شمعة حركة الأسعار خلال فترة محددة سواء كانت دقيقة واحدة أو ساعة واحدة أو يوم واحد أو شهر واحد. يوضح جسم الشمعة أسعار الافتتاح والإغلاق، بينما تظهر الأسلاك (أو الظلال) أعلى وأقل الأسعار التي تم الوصول إليها خلال تلك الفترة. تشير الشمعة الخضراء أو البيضاء إلى ضغط الشراء (الإغلاق أعلى من الافتتاح)، بينما تشير الشمعة الحمراء إلى ضغط البيع (الإغلاق أقل من الافتتاح). تتراوح الأطر الزمنية من رسوم بيانية بدقيقة واحدة للمضاربة السريعة إلى رسوم بيانية شهرية للتحليل طويل الأجل.",
    "section2_title": "مستويات الدعم والمقاومة",
    "section2_text": "تمثل مستويات الدعم والمقاومة المناطق الرئيسية حيث يظهر اهتمام الشراء أو البيع في السوق. مستويات الدعم هي الأسعار حيث يمنع اهتمام الشراء الانخفاض الإضافي - بشكل أساسي حد أدنى حيث يتدخل المشترون. مستويات المقاومة هي المناطق حيث يحد ضغط البيع من الحركة الصعودية - بمثابة حد أقصى. يمكن أن تكون هذه المستويات خطوطاً أفقية بأسعار محددة أو مستويات ديناميكية مثل المتوسطات المتحركة التي تتغير بمرور الوقت. تاريخياً، يتشكل الدعم والمقاومة حيث ارتدت الأسعار بشكل متكرر أو حيث تتراكم أوامر المؤسسات الكبرى. عندما تخترق الأسعار هذه المستويات بقناعة وحجم مرتفع، فغالباً ما يشير إلى حركات كبيرة في اتجاه الاختراق.",
    "section3_title": "تحليل الحجم وتأكيد السوق",
    "section3_text": "يمثل الحجم عدد الأسهم أو العقود المتداولة خلال فترة محددة. يساعد تحليل الحجم على تأكيد حركات الأسعار وتحديد الانعكاسات المحتملة في السوق. المبدأ بسيط: حركات الأسعار المصحوبة بحجم مرتفع تعتبر أكثر أهمية وموثوقية من تلك التي على حجم منخفض. ترتفع الأسعار على حجم متزايد يشير إلى اهتمام شراء قوي ويشير عادة إلى اتجاه صعودي مستدام. على العكس من ذلك، قد ترتفع الأسعار على حجم متناقص مما قد يشير إلى ضعف الزخم وانعكاس محتمل. وبالمثل، تؤكد أسعار الانخفاض على حجم مرتفع ضغط البيع، بينما تشير أسعار الانخفاض على حجم منخفض إلى أن الاتجاه الهبوطي قد يفقد الزخم.",
    "section4_title": "تحليل الاتجاه واتجاه السوق",
    "section4_text": "تمثل الاتجاهات الاتجاه العام لحركة الأسعار بمرور الوقت وهي أساسية لفلسفة التحليل الفني. يتميز الاتجاه الصعودي بقمم أعلى وقيعان أعلى، مما يشير إلى ضغط شراء مستمر وقوة السوق. يعرض الاتجاه الهبوطي قمماً أقل وقيعاناً أقل، مما يعكس ضغط بيع مستمر وضعف السوق. تحدث الاتجاهات الجانبية عندما تتحرك الأسعار ضمن نطاق محدد دون إحراز قمم أو قيعان جديدة، مما يشير إلى عدم القدرة على اتخاذ قرار. يساعد فهم الاتجاهات عبر أطر زمنية متعددة المتداولين على اتخاذ قرارات أفضل حول اتجاه التجارة والتوقيت. قد يكون السهم في اتجاه صعودي طويل الأجل على الرسوم البيانية اليومية بينما يواجه اتجاهاً هبوطياً قصير الأجل على الرسوم البيانية بالساعة.",
    "video_coming_soon": "الفيديو قيد الإعداد",
    "video_details": "المدة: دقيقتان | الجودة: 1080p",
    "quiz_title": "اختبر معلوماتك",
    "mark_complete": "تم الإنجاز",
    "quiz_q1": "ماذا تشير الشمعة الخضراء في التحليل الفني؟",
    "quiz_q1_a": "فترة تجاوز فيها ضغط البيع ضغط الشراء",
    "quiz_q1_b": "فترة كان فيها سعر الإغلاق أعلى من سعر الافتتاح",
    "quiz_q1_c": "نمط انعكاس يتنبأ دائماً باتجاه هبوطي",
    "quiz_q1_d": "نشاط تداول بحجم مرتفع",
    "quiz_q1_correct": "b",
    "quiz_q2": "أي من التالي يصف بشكل أفضل مستوى الدعم؟",
    "quiz_q2_a": "مستوى سعر حيث يمنع ضغط البيع الحركة الصعودية",
    "quiz_q2_b": "مستوى سعر حيث يمنع اهتمام الشراء الانخفاض الإضافي",
    "quiz_q2_c": "أعلى سعر تم الوصول إليه من قبل الأصل",
    "quiz_q2_d": "متوسط متحرك يتغير يومياً",
    "quiz_q2_correct": "b",
    "quiz_q3": "ماذا يشير ارتفاع الأسعار على حجم متناقص عادة؟",
    "quiz_q3_a": "استمرار قوي للاتجاه الصعودي",
    "quiz_q3_b": "ضعف الزخم وانعكاس محتمل",
    "quiz_q3_c": "اهتمام شراء مؤسسي",
    "quiz_q3_d": "تأكيد كسر فوق المقاومة",
    "quiz_q3_correct": "b",
    "quiz_q4": "أي من هذه الخصائص يحدد الاتجاه الصعودي؟",
    "quiz_q4_a": "قمم أقل وقيعان أقل",
    "quiz_q4_b": "أسعار تتحرك ضمن نطاق",
    "quiz_q4_c": "قمم أعلى وقيعان أعلى",
    "quiz_q4_d": "حجم متناقص بمرور الوقت",
    "quiz_q4_correct": "c",
    "quiz_q5": "ما هي الميزة الرئيسية لاستخدام الشموع اليابانية؟",
    "quiz_q5_a": "تعرض فقط سعر الإغلاق",
    "quiz_q5_b": "تعرض الافتتاح والإغلاق والأعلى والأدنى في بصري واحد",
    "quiz_q5_c": "تلغي الحاجة لتحليل الحجم",
    "quiz_q5_d": "تضمن الصفقات الرابحة",
    "quiz_q5_correct": "b",
    "takeaways_title": "النقاط الرئيسية",
    "takeaway1": "يستخدم التحليل الفني الرسوم البيانية والأنماط للتنبؤ بالحركات المستقبلية وتحديد فرص التداول",
    "takeaway2": "توفر الشموع اليابانية معلومات سعرية شاملة تظهر الافتتاح والإغلاق والأعلى والأدنى لكل فترة",
    "takeaway3": "تساعد مستويات الدعم والمقاومة على تحديد مناطق الأسعار الرئيسية حيث من المرجح حدوث انعكاسات أو اختراقات",
    "takeaway4": "يؤكد الحجم على حركات الأسعار - الحجم المرتفع يجعل حركات الأسعار أكثر أهمية وموثوقية",
    "takeaway5": "يساعد تحليل الاتجاه المتداولين على مواءمة صفقاتهم مع اتجاه السوق السائد لنجاح احتمالي أعلى",
    "exercise_title": "تمرين عملي",
    "exercise": "اختر سهماً أو زوج عملات وحدد ثلاثة مستويات دعم وثلاثة مستويات مقاومة على الرسم البياني اليومي. ضع علامة على هذه المستويات بوضوح لاحظ كيف تتفاعل الأسعار عندما تقترب من هذه المناطق على مدار الأسبوع التالي. احتفظ بدفتر يسجل ما إذا كانت المستويات تحتفظ أو تنكسر وما يحدث للحجم أثناء هذه الاختبارات.",
    "previous_lesson": "← الدرس السابق",
    "next_lesson": "الدرس التالي →",
    "all_rights": "جميع الحقوق محفوظة",
    "disclaimer": "تحذير المخاطر: التداول ينطوي على مخاطر كبيرة. الأداء السابق لا يضمن النتائج المستقبلية. استخدم دائماً إدارة المخاطر المناسبة ولا تتداول أبداً برأس مال لا تستطيع تحمل خسارته."
  },
  "es": {
    "academy_name": "Academia de Trading Seekapa",
    "title": "Fundamentos del Análisis Técnico",
    "subtitle": "Aprende a leer gráficos e identificar patrones que predicen movimientos de precios",
    "lesson_number": "Lección 3 de 12",
    "objectives_title": "Objetivos de Aprendizaje",
    "objective_1": "Comprender los principios del análisis técnico y cómo funcionan los gráficos de precios",
    "objective_2": "Aprender a identificar formaciones de velas japonesas e interpretar marcos de tiempo gráficos",
    "objective_3": "Reconocer niveles de soporte y resistencia y su importancia en el trading",
    "objective_4": "Analizar datos de volumen para confirmar movimientos de precios y sentimiento del mercado",
    "intro": "El análisis técnico forma la base de la mayoría de las estrategias de trading a corto plazo. Este enfoque analítico se centra en estudiar gráficos de precios, patrones y el comportamiento del mercado para predecir movimientos futuros. A diferencia del análisis fundamental, el análisis técnico asume que toda la información relevante ya se refleja en la acción del precio. Al aprender a leer gráficos de manera efectiva, ganarás la capacidad de identificar oportunidades de trading de alta probabilidad y gestionar el riesgo de manera más inteligente. Esta lección introduce los conceptos fundamentales que construirás a lo largo de tu viaje como trader.",
    "section1_title": "Comprensión de Tipos de Gráficos y Velas Japonesas",
    "section1_text": "Los gráficos son las herramientas principales para el análisis técnico, mostrando movimientos de precios en varios marcos de tiempo. Los tipos más comunes incluyen gráficos de líneas, gráficos de barras y velas japonesas. Los gráficos de velas japonesas proporcionan la mayor información visual, mostrando los precios de apertura, cierre, máximo y mínimo en un único elemento visual. Cada vela representa el movimiento del precio durante un período específico, ya sea un minuto, una hora, un día o un mes. El cuerpo de la vela muestra los precios de apertura y cierre, mientras que las mechas (o sombras) muestran los precios más altos y más bajos alcanzados durante ese período. Una vela verde o blanca indica presión de compra (cierre más alto que la apertura), mientras que una vela roja indica presión de venta (cierre más bajo que la apertura). Los marcos de tiempo varían desde gráficos de un minuto para scalping hasta gráficos mensuales para análisis a largo plazo.",
    "section2_title": "Niveles de Soporte y Resistencia",
    "section2_text": "Los niveles de soporte y resistencia representan áreas clave donde emerge interés de compra o venta en el mercado. Los niveles de soporte son precios donde el interés de compra evita caídas adicionales, actuando esencialmente como un piso donde los compradores intervienen. Los niveles de resistencia son áreas donde la presión de venta limita el movimiento alcista, actuando como un techo. Estos niveles pueden ser líneas horizontales en precios específicos o niveles dinámicos como promedios móviles que cambian con el tiempo. Históricamente, el soporte y la resistencia se forman donde los precios han rebotado repetidamente o donde se acumulan órdenes institucionales significativas. Cuando los precios rompen a través de estos niveles con convicción y alto volumen, a menudo señala movimientos significativos en la dirección del rompimiento. Los traders utilizan soporte y resistencia para identificar puntos óptimos de entrada y salida, así como para colocar órdenes de stop-loss protectoras.",
    "section3_title": "Análisis de Volumen y Confirmación del Mercado",
    "section3_text": "El volumen representa el número de acciones o contratos negociados durante un período específico. El análisis de volumen ayuda a confirmar movimientos de precios e identificar posibles reversiones en el mercado. El principio es simple: los movimientos de precios acompañados de alto volumen se consideran más significativos y confiables que los de bajo volumen. Los precios en aumento con volumen creciente sugieren un fuerte interés de compra e indican típicamente una tendencia alcista sostenible. Inversamente, los precios en aumento con volumen decreciente podrían indicar debilitamiento del impulso y una posible reversión. De manera similar, los precios a la baja con alto volumen confirman la presión de venta, mientras que los precios a la baja con bajo volumen sugieren que la tendencia bajista está perdiendo impulso. Muchos traders utilizan el volumen como un filtro para validar sus señales técnicas.",
    "section4_title": "Análisis de Tendencias y Dirección del Mercado",
    "section4_text": "Las tendencias representan la dirección general del movimiento de precios a lo largo del tiempo y son fundamentales para la filosofía del análisis técnico. Las tendencias alcistas se caracterizan por máximos más altos y mínimos más altos, indicando presión de compra persistente y fortaleza del mercado. Las tendencias bajistas muestran máximos más bajos y mínimos más bajos, reflejando presión de venta continua y debilidad del mercado. Las tendencias laterales ocurren cuando los precios se mueven dentro de un rango definido sin hacer nuevos máximos o mínimos, indicando indecisión. Entender las tendencias en múltiples marcos de tiempo ayuda a los traders a tomar mejores decisiones sobre la dirección del trade y el timing. Una acción podría estar en una tendencia alcista a largo plazo en gráficos diarios mientras experimenta una tendencia bajista a corto plazo en gráficos por hora.",
    "video_coming_soon": "Video Próximamente",
    "video_details": "Duración: 2 minutos | Calidad: 1080p",
    "quiz_title": "Prueba tu Conocimiento",
    "mark_complete": "Marcar Completado",
    "quiz_q1": "¿Qué indica una vela verde en el análisis técnico?",
    "quiz_q1_a": "Un período donde la presión de venta superó la presión de compra",
    "quiz_q1_b": "Un período donde el precio de cierre fue más alto que el precio de apertura",
    "quiz_q1_c": "Un patrón de reversión que siempre predice una tendencia bajista",
    "quiz_q1_d": "Actividad comercial de alto volumen",
    "quiz_q1_correct": "b",
    "quiz_q2": "¿Cuál de las siguientes opciones describe mejor un nivel de soporte?",
    "quiz_q2_a": "Un nivel de precio donde la presión de venta evita el movimiento alcista",
    "quiz_q2_b": "Un nivel de precio donde el interés de compra evita caídas adicionales",
    "quiz_q2_c": "El precio más alto jamás alcanzado por un activo",
    "quiz_q2_d": "Un promedio móvil que cambia diariamente",
    "quiz_q2_correct": "b",
    "quiz_q3": "¿Qué sugiere típicamente el aumento de precios con volumen decreciente?",
    "quiz_q3_a": "Continuación fuerte de la tendencia alcista",
    "quiz_q3_b": "Debilitamiento del impulso y posible reversión",
    "quiz_q3_c": "Interés de compra institucional",
    "quiz_q3_d": "Se confirma una ruptura por encima de la resistencia",
    "quiz_q3_correct": "b",
    "quiz_q4": "¿Cuál de estas características define una tendencia alcista?",
    "quiz_q4_a": "Máximos más bajos y mínimos más bajos",
    "quiz_q4_b": "Precios moviéndose dentro de un rango",
    "quiz_q4_c": "Máximos más altos y mínimos más altos",
    "quiz_q4_d": "Volumen decreciente a lo largo del tiempo",
    "quiz_q4_correct": "c",
    "quiz_q5": "¿Cuál es la ventaja principal de usar gráficos de velas?",
    "quiz_q5_a": "Solo muestran el precio de cierre",
    "quiz_q5_b": "Muestran apertura, cierre, máximo y mínimo en un visual",
    "quiz_q5_c": "Eliminan la necesidad del análisis de volumen",
    "quiz_q5_d": "Garantizan operaciones rentables",
    "quiz_q5_correct": "b",
    "takeaways_title": "Puntos Clave",
    "takeaway1": "El análisis técnico utiliza gráficos de precios y patrones para predecir movimientos futuros e identificar oportunidades de trading",
    "takeaway2": "Los gráficos de velas proporcionan información completa de precios mostrando apertura, cierre, máximo y mínimo para cada período",
    "takeaway3": "Los niveles de soporte y resistencia ayudan a identificar áreas de precios clave donde es probable que ocurran reversiones o rupturas",
    "takeaway4": "El volumen confirma movimientos de precios: el alto volumen hace que los movimientos de precios sean más significativos y confiables",
    "takeaway5": "El análisis de tendencias ayuda a los traders a alinearse con la dirección dominante del mercado para mayor probabilidad de éxito",
    "exercise_title": "Ejercicio Práctico",
    "exercise": "Elige una acción o par de divisas e identifica tres niveles de soporte y tres niveles de resistencia en un gráfico diario. Marca claramente estos niveles y observa cómo reaccionan los precios cuando se acercan a estas áreas durante la próxima semana. Mantén un diario anotando si los niveles se mantienen, se rompen y qué sucede con el volumen durante estas pruebas.",
    "previous_lesson": "← Lección Anterior",
    "next_lesson": "Siguiente Lección →",
    "all_rights": "Todos los Derechos Reservados",
    "disclaimer": "Advertencia de Riesgo: El trading implica riesgo significativo. El desempeño pasado no garantiza resultados futuros. Siempre utiliza una gestión de riesgo adecuada y nunca operes con capital que no puedas permitirte perder."
  },
  "pt": {
    "academy_name": "Academia de Trading Seekapa",
    "title": "Fundamentos da Análise Técnica",
    "subtitle": "Aprenda a ler gráficos e identifique padrões que predizem movimentos de preços",
    "lesson_number": "Lição 3 de 12",
    "objectives_title": "Objetivos de Aprendizagem",
    "objective_1": "Entender os princípios da análise técnica e como funcionam os gráficos de preços",
    "objective_2": "Aprender a identificar formações de velas japonesas e interpretar marcos de tempo em gráficos",
    "objective_3": "Reconhecer níveis de suporte e resistência e sua importância na negociação",
    "objective_4": "Analisar dados de volume para confirmar movimentos de preços e sentimento do mercado",
    "intro": "A análise técnica forma a espinha dorsal da maioria das estratégias de negociação de curto prazo. Essa abordagem analítica se concentra em estudar gráficos de preços, padrões e comportamento do mercado para prever movimentos futuros. Ao contrário da análise fundamental, a análise técnica assume que todas as informações relevantes já estão refletidas na ação do preço. Ao aprender a ler gráficos efetivamente, você ganhará a capacidade de identificar oportunidades de negociação de alta probabilidade e gerenciar riscos de forma mais inteligente. Esta lição introduz os conceitos fundamentais que você construirá ao longo de sua jornada como trader.",
    "section1_title": "Compreendendo Tipos de Gráficos e Velas Japonesas",
    "section1_text": "Os gráficos são as ferramentas principais para análise técnica, exibindo movimentos de preços em vários marcos de tempo. Os tipos mais comuns incluem gráficos de linha, gráficos de barra e velas japonesas. Os gráficos de velas japonesas fornecem mais informações visuais, mostrando os preços de abertura, fechamento, máximo e mínimo em um único elemento visual. Cada vela representa o movimento do preço durante um período específico, seja um minuto, uma hora, um dia ou um mês. O corpo da vela mostra os preços de abertura e fechamento, enquanto os pavios (ou sombras) mostram os preços mais altos e mais baixos alcançados durante esse período. Uma vela verde ou branca indica pressão de compra (fechamento acima da abertura), enquanto uma vela vermelha indica pressão de venda (fechamento abaixo da abertura). Os marcos de tempo variam de gráficos de um minuto para scalping até gráficos mensais para análise de longo prazo.",
    "section2_title": "Níveis de Suporte e Resistência",
    "section2_text": "Os níveis de suporte e resistência representam áreas-chave onde surge interesse de compra ou venda no mercado. Os níveis de suporte são preços onde o interesse de compra evita quedas adicionais, essencialmente um piso onde os compradores intervêm. Os níveis de resistência são áreas onde a pressão de venda limita o movimento ascendente, funcionando como um teto. Esses níveis podem ser linhas horizontais em preços específicos ou níveis dinâmicos como médias móveis que mudam ao longo do tempo. Historicamente, suporte e resistência se formam onde os preços ricochetearam repetidamente ou onde os pedidos institucionais significativos se acumulam. Quando os preços rompem esses níveis com convicção e alto volume, muitas vezes sinaliza movimentos significativos na direção do rompimento. Os traders usam suporte e resistência para identificar pontos ideais de entrada e saída, bem como para colocar ordens de stop-loss protetor.",
    "section3_title": "Análise de Volume e Confirmação do Mercado",
    "section3_text": "O volume representa o número de ações ou contratos negociados durante um período específico. A análise de volume ajuda a confirmar movimentos de preços e identificar possíveis reversões no mercado. O princípio é simples: movimentos de preços acompanhados de alto volume são considerados mais significativos e confiáveis do que aqueles com baixo volume. Preços em alta com volume crescente sugerem interesse de compra forte e normalmente indicam uma tendência de alta sustentável. Inversamente, preços em alta com volume decrescente podem indicar enfraquecimento do momento e possível reversão. Da mesma forma, preços em queda com alto volume confirmam pressão de venda, enquanto preços em queda com baixo volume sugerem que a tendência de queda pode estar perdendo impulso. Muitos traders usam volume como um filtro para validar seus sinais técnicos.",
    "section4_title": "Análise de Tendência e Direção do Mercado",
    "section4_text": "As tendências representam a direção geral do movimento de preços ao longo do tempo e são fundamentais para a filosofia da análise técnica. As tendências de alta são caracterizadas por máximos mais altos e mínimos mais altos, indicando pressão de compra persistente e força do mercado. As tendências de queda exibem máximos mais baixos e mínimos mais baixos, refletindo pressão de venda contínua e fraqueza do mercado. As tendências laterais ocorrem quando os preços se movem dentro de um intervalo definido sem fazer novos máximos ou mínimos, indicando indecisão. Entender tendências em vários marcos de tempo ajuda os traders a tomar melhores decisões sobre direção do comércio e timing. Uma ação pode estar em tendência de alta de longo prazo em gráficos diários enquanto experimenta tendência de queda de curto prazo em gráficos por hora.",
    "video_coming_soon": "Vídeo em Breve",
    "video_details": "Duração: 2 minutos | Qualidade: 1080p",
    "quiz_title": "Teste seu Conhecimento",
    "mark_complete": "Marcar Completo",
    "quiz_q1": "O que uma vela verde indica na análise técnica?",
    "quiz_q1_a": "Um período em que a pressão de venda superou a pressão de compra",
    "quiz_q1_b": "Um período em que o preço de fechamento foi superior ao preço de abertura",
    "quiz_q1_c": "Um padrão de reversão que sempre prediz uma tendência de queda",
    "quiz_q1_d": "Atividade de negociação de alto volume",
    "quiz_q1_correct": "b",
    "quiz_q2": "Qual das alternativas melhor descreve um nível de suporte?",
    "quiz_q2_a": "Um nível de preço onde a pressão de venda evita o movimento ascendente",
    "quiz_q2_b": "Um nível de preço onde o interesse de compra evita quedas adicionais",
    "quiz_q2_c": "O preço mais alto já alcançado por um ativo",
    "quiz_q2_d": "Uma média móvel que muda diariamente",
    "quiz_q2_correct": "b",
    "quiz_q3": "O que normalmente sugere preços em alta com volume decrescente?",
    "quiz_q3_a": "Continuação forte da tendência de alta",
    "quiz_q3_b": "Enfraquecimento do momento e possível reversão",
    "quiz_q3_c": "Interesse de compra institucional",
    "quiz_q3_d": "Uma quebra acima da resistência é confirmada",
    "quiz_q3_correct": "b",
    "quiz_q4": "Qual dessas características define uma tendência de alta?",
    "quiz_q4_a": "Máximos mais baixos e mínimos mais baixos",
    "quiz_q4_b": "Preços se movendo dentro de um intervalo",
    "quiz_q4_c": "Máximos mais altos e mínimos mais altos",
    "quiz_q4_d": "Volume decrescente ao longo do tempo",
    "quiz_q4_correct": "c",
    "quiz_q5": "Qual é a principal vantagem de usar gráficos de velas?",
    "quiz_q5_a": "Eles mostram apenas o preço de fechamento",
    "quiz_q5_b": "Exibem abertura, fechamento, máximo e mínimo em um visual",
    "quiz_q5_c": "Eles eliminam a necessidade de análise de volume",
    "quiz_q5_d": "Eles garantem negociações lucrativas",
    "quiz_q5_correct": "b",
    "takeaways_title": "Pontos-Chave",
    "takeaway1": "A análise técnica usa gráficos de preços e padrões para prever movimentos futuros e identificar oportunidades de negociação",
    "takeaway2": "Os gráficos de velas fornecem informações completas de preços mostrando abertura, fechamento, máximo e mínimo para cada período",
    "takeaway3": "Os níveis de suporte e resistência ajudam a identificar áreas-chave de preços onde reversões ou rompimentos provavelmente ocorrerão",
    "takeaway4": "O volume confirma movimentos de preços - alto volume torna os movimentos de preços mais significativos e confiáveis",
    "takeaway5": "A análise de tendência ajuda os traders a se alinharem com a direção dominante do mercado para maior probabilidade de sucesso",
    "exercise_title": "Exercício Prático",
    "exercise": "Escolha uma ação ou par de moedas e identifique três níveis de suporte e três níveis de resistência em um gráfico diário. Marque esses níveis claramente e observe como os preços reagem quando se aproximam dessas áreas na próxima semana. Mantenha um diário anotando se os níveis se mantêm, se rompem e o que acontece com o volume durante esses testes.",
    "previous_lesson": "← Lição Anterior",
    "next_lesson": "Próxima Lição →",
    "all_rights": "Todos os Direitos Reservados",
    "disclaimer": "Aviso de Risco: A negociação envolve risco significativo. O desempenho passado não garante resultados futuros. Sempre use gerenciamento de risco adequado e nunca negocie com capital que não possa perder."
  }
}
