{
  "en": {
    "lesson_number": "Lesson 5 of 12",
    "academy_name": "Seekapa Trading Academy",
    "title": "Trading Indicators & Tools",
    "subtitle": "Master technical indicators to confirm signals and improve timing",
    "objectives_title": "Learning Objectives",
    "objective_1": "Understand how trading indicators work and their applications",
    "objective_2": "Learn to use moving averages for trend identification",
    "objective_3": "Master oscillators like RSI and MACD for momentum analysis",
    "objective_4": "Discover how to combine indicators for better signals while avoiding over-analysis",
    "video_coming_soon": "Video Coming Soon",
    "video_details": "Duration: 90-120 seconds | Quality: 1080p",
    "intro": "Trading indicators serve as mathematical calculations based on price, volume, or market data that help identify trends, momentum, and potential reversals. While price action forms the foundation, indicators provide additional confirmation and help time entries and exits more precisely. In this lesson, you'll learn the most practical indicators used by professional traders and how to combine them for high-probability trading setups.",
    "section1_title": "Moving Averages: Trend Following Tools",
    "section1_text": "Moving averages smooth out price fluctuations to identify underlying trends and provide dynamic support and resistance. Simple moving averages (SMA) give equal weight to all prices, while exponential moving averages (EMA) emphasize recent prices more heavily. Common periods include 20, 50, 100, and 200, with longer periods providing smoother signals ideal for swing trading and longer-term analysis. Moving average crossovers generate powerful trading signals: golden crosses (50 EMA crossing above 200 EMA) suggest strengthening upward momentum and bullish confidence, while death crosses (50 EMA crossing below 200 EMA) indicate potential downward pressure and bearish sentiment. The distance between price and moving averages also indicates trend strength and potential reversal zones.",
    "section2_title": "Oscillators: Momentum and Overbought/Oversold Conditions",
    "section2_text": "Oscillators fluctuate between fixed boundaries helping identify momentum changes and extreme market conditions. The Relative Strength Index (RSI) measures the speed and magnitude of price changes, oscillating between 0 and 100. Readings above 70 suggest overbought conditions where price may be due for correction, while readings below 30 indicate oversold conditions where reversal upward might occur. MACD (Moving Average Convergence Divergence) combines trend-following and momentum by showing relationships between two exponential moving averages. When MACD line crosses above the signal line, bullish momentum emerges; when crossing below, bearish momentum dominates. Divergences between price and oscillators provide particularly powerful reversal signals that often precede major price moves.",
    "section3_title": "Volume Indicators: Confirming Price Movements",
    "section3_text": "Volume indicators analyze trading activity and money flow to confirm price movements and identify potential reversals. On-Balance Volume (OBV) creates a cumulative line that should trend with prices in healthy moves—divergences signal weak moves likely to reverse. Volume-weighted average price (VWAP) shows the average price weighted by volume, serving as a benchmark for institutional activity and smart money positioning. The Accumulation/Distribution line combines price and volume to reveal whether money is flowing into or out of a security, helping identify hidden momentum shifts. Professional traders watch for volume confirmation: strong price moves on high volume are more reliable than price moves on light volume.",
    "section4_title": "Combining Indicators for Better Signals",
    "section4_text": "Combining multiple indicators improves signal quality while avoiding over-analysis and analysis paralysis. A common high-probability approach pairs trend-following indicators (moving averages) with momentum oscillators (RSI or MACD) to identify setups where both agree on direction. Volume confirmation adds a crucial third layer by ensuring adequate trading activity supports the move. Multiple timeframe analysis helps confirm signals across different time horizons: identify trend direction on daily charts, then trade entries on lower timeframes for improved entry points. The key principle is confluence: when multiple indicators align pointing to the same opportunity, probability of success increases significantly.",
    "takeaways_title": "Key Takeaways",
    "takeaway1": "Moving averages help identify trends and provide dynamic support/resistance levels",
    "takeaway2": "Oscillators identify momentum changes and overbought/oversold conditions for reversals",
    "takeaway3": "Volume indicators confirm price movements and reveal institutional activity",
    "takeaway4": "Combining indicators improves signal quality but avoid over-analysis",
    "takeaway5": "Understanding indicator limitations prevents common trading mistakes",
    "quiz_title": "Test Your Knowledge",
    "quiz_q1": "What is the primary purpose of moving averages in technical analysis?",
    "quiz_q1_a": "To predict future price movements with 100% accuracy",
    "quiz_q1_b": "To smooth out price fluctuations and identify underlying trends",
    "quiz_q1_c": "To replace the need for price action analysis",
    "quiz_q1_d": "To eliminate all trading risk",
    "quiz_q1_correct": "b",
    "quiz_q2": "A 'golden cross' occurs when:",
    "quiz_q2_a": "A 50 EMA crosses above a 200 EMA, suggesting bullish momentum",
    "quiz_q2_b": "The price touches resistance three times",
    "quiz_q2_c": "Volume spikes above normal levels",
    "quiz_q2_d": "The RSI reaches 100",
    "quiz_q2_correct": "a",
    "quiz_q3": "What does an RSI reading above 70 typically indicate?",
    "quiz_q3_a": "Strong bullish signal to buy immediately",
    "quiz_q3_b": "Overbought conditions where price may be due for correction",
    "quiz_q3_c": "Support level being established",
    "quiz_q3_d": "Oversold conditions ready for reversal",
    "quiz_q3_correct": "b",
    "quiz_q4": "MACD primarily helps traders identify:",
    "quiz_q4_a": "Support and resistance levels",
    "quiz_q4_b": "Volume confirmation signals",
    "quiz_q4_c": "Trend-following direction and momentum changes",
    "quiz_q4_d": "Candlestick pattern completion",
    "quiz_q4_correct": "c",
    "quiz_q5": "What does a divergence between price and an oscillator signal?",
    "quiz_q5_a": "The indicator is broken and should be ignored",
    "quiz_q5_b": "A potential reversal may be coming soon",
    "quiz_q5_c": "The trend will continue stronger",
    "quiz_q5_d": "Volume is decreasing",
    "quiz_q5_correct": "b",
    "exercise_title": "Practical Exercise",
    "exercise": "Set up a chart with three indicators: a 20-period EMA, RSI (14), and volume bars. Practice identifying confluence signals where multiple indicators align to suggest the same direction. Document five specific examples over the next week: record the date, instrument, and how each indicator confirmed the move. Note how these confluence signals performed compared to single indicator signals. This exercise builds pattern recognition skills essential for professional trading.",
    "mark_complete": "Mark Exercise Complete",
    "previous_lesson": "← Previous Lesson",
    "next_lesson": "Next Lesson →",
    "all_rights": "All Rights Reserved",
    "disclaimer": "Risk Disclosure: Trading involves substantial risk of loss. Past performance does not guarantee future results. Always use proper risk management and never risk more than you can afford to lose."
  },
  "ar": {
    "lesson_number": "الدرس 5 من 12",
    "academy_name": "أكاديمية سيكابا للتداول",
    "title": "مؤشرات التداول والأدوات",
    "subtitle": "أتقن المؤشرات التقنية لتأكيد الإشارات وتحسين التوقيت",
    "objectives_title": "أهداف التعلم",
    "objective_1": "فهم كيفية عمل مؤشرات التداول وتطبيقاتها العملية",
    "objective_2": "تعلم استخدام المتوسطات المتحركة لتحديد الاتجاهات",
    "objective_3": "إتقان مؤشرات الزخم مثل RSI و MACD لتحليل القوة",
    "objective_4": "اكتشف كيفية دمج المؤشرات للحصول على إشارات أفضل دون الإفراط في التحليل",
    "video_coming_soon": "الفيديو قيد الإعداد",
    "video_details": "المدة: 90-120 ثانية | الجودة: 1080p",
    "intro": "تعمل مؤشرات التداول كحسابات رياضية بناءً على السعر والحجم أو بيانات السوق التي تساعد على تحديد الاتجاهات والزخم والانعكاسات المحتملة. بينما يشكل حركة السعر الأساس، توفر المؤشرات تأكيداً إضافياً وتساعد على توقيت الدخول والخروج بدقة أكبر. في هذا الدرس، ستتعلم أكثر المؤشرات عملية يستخدمها التجار المحترفون وكيفية دمجها في إعدادات تداول عالية الاحتمالية.",
    "section1_title": "المتوسطات المتحركة: أدوات تتبع الاتجاه",
    "section1_text": "تعمل المتوسطات المتحركة على تسهيل تقلبات السعر لتحديد الاتجاهات الأساسية وتوفير مستويات دعم ومقاومة ديناميكية. المتوسطات المتحركة البسيطة (SMA) تعطي وزناً متساوياً لجميع الأسعار، بينما المتوسطات المتحركة الأسية (EMA) تركز على الأسعار الحالية بقوة أكبر. الفترات الشائعة تشمل 20 و 50 و 100 و 200، حيث توفر الفترات الأطول إشارات أكثر سلاسة. تولد تقاطعات المتوسطات المتحركة إشارات تداول قوية: تقاطع الذهب (عندما يعبر EMA 50 فوق EMA 200) يشير إلى تعزز الزخم الصعودي، وتقاطع الموت (عندما يعبر EMA 50 تحت EMA 200) يشير إلى ضغط هبوطي محتمل.",
    "section2_title": "مؤشرات الزخم: الظروف المشتراة أو المباعة بإفراط",
    "section2_text": "تتذبذب مؤشرات الزخم بين حدود ثابتة لتحديد تغييرات الزخم والظروف القصوى. يقيس مؤشر القوة النسبية (RSI) سرعة وحجم تغييرات الأسعار، متذبذباً بين 0 و 100. القراءات فوق 70 تشير إلى ظروف مشتراة بإفراط قد يكون السعر مستحقاً لتصحيح، بينما القراءات أقل من 30 تشير إلى ظروف مباعة بإفراط. MACD يجمع بين تتبع الاتجاه والزخم من خلال إظهار العلاقات بين متوسطين متحركين أسيين. عندما يعبر خط MACD فوق خط الإشارة، يظهر زخم صعودي قوي؛ عند عبوره للأسفل، يهيمن الزخم الهبوطي. الاختلافات بين السعر ومؤشرات الزخم توفر إشارات انعكاس قوية بشكل خاص.",
    "section3_title": "مؤشرات الحجم: تأكيد تحركات الأسعار",
    "section3_text": "تحلل مؤشرات الحجم نشاط التداول وتدفق الأموال لتأكيد تحركات الأسعار وتحديد الانعكاسات المحتملة. يقوم مؤشر التراكم على الحجم (OBV) بإنشاء خط تراكمي يجب أن يتجه مع الأسعار في التحركات الصحيحة - الاختلافات تشير إلى تحركات ضعيفة قد تنعكس. متوسط السعر المرجح بالحجم (VWAP) يُظهر متوسط السعر المرجح بالحجم، بمثابة معيار لنشاط الأسواق المؤسسية. يراقب التجار المحترفون تأكيد الحجم: التحركات القوية على حجم مرتفع أكثر موثوقية من تحركات الأسعار على حجم خفيف.",
    "section4_title": "دمج المؤشرات للحصول على إشارات أفضل",
    "section4_text": "يؤدي دمج مؤشرات متعددة إلى تحسين جودة الإشارات مع تجنب الإفراط في التحليل. يجمع النهج الشائع بين مؤشرات تتبع الاتجاه (المتوسطات المتحركة) ومؤشرات الزخم (RSI أو MACD) لتحديد الإعدادات حيث يتفق كلاهما على الاتجاه. يضيف تأكيد الحجم طبقة ثالثة حاسمة من خلال التأكد من أن نشاط التداول الكافي يدعم التحرك. تحليل أطر زمنية متعددة يساعد على تأكيد الإشارات عبر آفاق زمنية مختلفة: تحديد اتجاه الاتجاه في الرسوم البيانية اليومية، ثم التداول في أطر زمنية أقل للحصول على نقاط دخول محسنة.",
    "takeaways_title": "النقاط الرئيسية",
    "takeaway1": "تساعد المتوسطات المتحركة في تحديد الاتجاهات وتوفير مستويات دعم ومقاومة ديناميكية",
    "takeaway2": "تحدد مؤشرات الزخم تغييرات الزخم والظروف المشتراة أو المباعة بإفراط للانعكاسات",
    "takeaway3": "تؤكد مؤشرات الحجم تحركات الأسعار وتكشف نشاط المؤسسات",
    "takeaway4": "يحسن دمج المؤشرات جودة الإشارات لكن تجنب الإفراط في التحليل",
    "takeaway5": "فهم قيود المؤشرات يمنع الأخطاء التجارية الشائعة",
    "quiz_title": "اختبر معلوماتك",
    "quiz_q1": "ما هو الغرض الأساسي للمتوسطات المتحركة في التحليل الفني؟",
    "quiz_q1_a": "التنبؤ بتحركات الأسعار المستقبلية بدقة 100٪",
    "quiz_q1_b": "تسهيل تقلبات الأسعار وتحديد الاتجاهات الأساسية",
    "quiz_q1_c": "استبدال الحاجة لتحليل حركة السعر",
    "quiz_q1_d": "القضاء على جميع مخاطر التداول",
    "quiz_q1_correct": "b",
    "quiz_q2": "يحدث تقاطع الذهب عندما:",
    "quiz_q2_a": "يعبر EMA 50 فوق EMA 200، مما يشير إلى زخم صعودي",
    "quiz_q2_b": "يلمس السعر المقاومة ثلاث مرات",
    "quiz_q2_c": "يرتفع الحجم فوق المستويات الطبيعية",
    "quiz_q2_d": "يصل مؤشر القوة النسبية إلى 100",
    "quiz_q2_correct": "a",
    "quiz_q3": "ماذا يشير قراءة مؤشر القوة النسبية فوق 70 عادةً؟",
    "quiz_q3_a": "إشارة صعودية قوية للشراء فوراً",
    "quiz_q3_b": "ظروف مشتراة بإفراط قد يكون السعر مستحقاً لتصحيح",
    "quiz_q3_c": "تأسيس مستوى دعم",
    "quiz_q3_d": "ظروف مباعة بإفراط جاهزة للانعكاس",
    "quiz_q3_correct": "b",
    "quiz_q4": "يساعد MACD التجار بشكل أساسي على تحديد:",
    "quiz_q4_a": "مستويات الدعم والمقاومة",
    "quiz_q4_b": "إشارات تأكيد الحجم",
    "quiz_q4_c": "اتجاه تتبع الاتجاه وتغييرات الزخم",
    "quiz_q4_d": "اكتمال نمط الشموع",
    "quiz_q4_correct": "c",
    "quiz_q5": "ماذا يشير الاختلاف بين السعر ومؤشر الزخم؟",
    "quiz_q5_a": "المؤشر معطل ويجب تجاهله",
    "quiz_q5_b": "قد يكون انعكاس محتمل قادماً قريباً",
    "quiz_q5_c": "سيستمر الاتجاه بقوة أكبر",
    "quiz_q5_d": "ينخفض الحجم",
    "quiz_q5_correct": "b",
    "exercise_title": "تمرين عملي",
    "exercise": "قم بإعداد مخطط بثلاثة مؤشرات: EMA بفترة 20، RSI (14)، وأعمدة الحجم. تدرب على تحديد إشارات التقارب حيث تتفق مؤشرات متعددة على نفس الاتجاه. وثق خمس أمثلة محددة على مدار الأسبوع القادم: سجل التاريخ والأداة وكيف أكد كل مؤشر التحرك. لاحظ كيف أداء هذه الإشارات المتقاربة مقارنة بإشارات مؤشر واحد. يبني هذا التمرين مهارات التعرف على الأنماط الأساسية للتداول الاحترافي.",
    "mark_complete": "تم الإنجاز",
    "previous_lesson": "← الدرس السابق",
    "next_lesson": "الدرس التالي →",
    "all_rights": "جميع الحقوق محفوظة",
    "disclaimer": "تحذير المخاطر: التداول ينطوي على مخاطر كبيرة. الأداء السابق لا يضمن النتائج المستقبلية. استخدم دائماً إدارة المخاطر المناسبة ولا تخاطر بأكثر مما تستطيع تحمل خسارته."
  },
  "es": {
    "lesson_number": "Lección 5 de 12",
    "academy_name": "Academia de Trading Seekapa",
    "title": "Indicadores de Trading y Herramientas",
    "subtitle": "Domina indicadores técnicos para confirmar señales y mejorar el timing",
    "objectives_title": "Objetivos de Aprendizaje",
    "objective_1": "Comprender cómo funcionan los indicadores de trading y sus aplicaciones",
    "objective_2": "Aprender a usar medias móviles para identificar tendencias",
    "objective_3": "Dominar osciladores como RSI y MACD para análisis de momentum",
    "objective_4": "Descubre cómo combinar indicadores para mejores señales evitando sobre-análisis",
    "video_coming_soon": "Video Próximamente",
    "video_details": "Duración: 90-120 segundos | Calidad: 1080p",
    "intro": "Los indicadores de trading sirven como cálculos matemáticos basados en precio, volumen o datos del mercado que ayudan a identificar tendencias, momentum y posibles reversiones. Mientras que la acción del precio forma la base, los indicadores proporcionan confirmación adicional y ayudan a sincronizar entradas y salidas con mayor precisión. En esta lección, aprenderá los indicadores más prácticos utilizados por traders profesionales y cómo combinarlos para configuraciones de trading de alta probabilidad.",
    "section1_title": "Medias Móviles: Herramientas de Seguimiento de Tendencias",
    "section1_text": "Las medias móviles suavizan las fluctuaciones de precio para identificar tendencias subyacentes y proporcionar niveles dinámicos de soporte y resistencia. Las medias móviles simples (SMA) dan igual peso a todos los precios, mientras que las medias móviles exponenciales (EMA) enfatizan los precios recientes más fuertemente. Los períodos comunes incluyen 20, 50, 100 y 200, con períodos más largos proporcionando señales más suaves ideales para swing trading. Los cruces de medias móviles generan señales de trading poderosas: cruces dorados (50 EMA cruzando por encima de 200 EMA) sugieren momentum alcista fortalecido, mientras que cruces de muerte (50 EMA cruzando por debajo de 200 EMA) indican posible presión bajista.",
    "section2_title": "Osciladores: Momentum y Condiciones de Sobrecompra/Sobreventa",
    "section2_text": "Los osciladores fluctúan entre límites fijos ayudando a identificar cambios de momentum y condiciones extremas del mercado. El Índice de Fuerza Relativa (RSI) mide la velocidad y magnitud de cambios de precio, oscilando entre 0 y 100. Lecturas superiores a 70 sugieren condiciones de sobrecompra donde el precio puede estar maduro para corrección, mientras que lecturas inferiores a 30 indican condiciones de sobreventa. MACD (Convergencia y Divergencia de Medias Móviles) combina seguimiento de tendencias y momentum mostrando relaciones entre dos medias móviles exponenciales. Cuando la línea MACD cruza por encima de la línea de señal, emerge momentum alcista; cuando cruza por debajo, domina el momentum bajista. Las divergencias entre precio y osciladores proporcionan señales de reversión particularmente poderosas.",
    "section3_title": "Indicadores de Volumen: Confirmando Movimientos de Precio",
    "section3_text": "Los indicadores de volumen analizan la actividad de trading y flujo de dinero para confirmar movimientos de precio e identificar reversiones potenciales. El Volumen en Balance (OBV) crea una línea acumulativa que debe tender con los precios en movimientos saludables—las divergencias señalan movimientos débiles propensos a revertirse. El Precio Promedio Ponderado por Volumen (VWAP) muestra el precio promedio ponderado por volumen, sirviendo como referencia para actividad institucional. La línea de Acumulación/Distribución combina precio y volumen para revelar si el dinero fluye hacia o desde un instrumento. Los traders profesionales observan confirmación de volumen: movimientos de precio fuertes con alto volumen son más confiables que movimientos de precio con volumen ligero.",
    "section4_title": "Combinando Indicadores para Mejores Señales",
    "section4_text": "Combinar múltiples indicadores mejora la calidad de señales mientras evita sobre-análisis. Un enfoque común de alta probabilidad empareja indicadores de seguimiento de tendencias (medias móviles) con osciladores de momentum (RSI o MACD) para identificar configuraciones donde ambos están de acuerdo sobre dirección. La confirmación de volumen agrega una tercera capa crucial asegurando que actividad de trading adecuada soporta el movimiento. El análisis de múltiples marcos de tiempo ayuda a confirmar señales a través de diferentes horizontes: identificar dirección de tendencia en gráficos diarios, luego operar entradas en marcos de tiempo inferiores para puntos de entrada mejorados.",
    "takeaways_title": "Puntos Clave",
    "takeaway1": "Las medias móviles ayudan a identificar tendencias y proporcionan niveles dinámicos de soporte/resistencia",
    "takeaway2": "Los osciladores identifican cambios de momentum y condiciones de sobrecompra/sobreventa para reversiones",
    "takeaway3": "Los indicadores de volumen confirman movimientos de precio y revelan actividad institucional",
    "takeaway4": "Combinar indicadores mejora la calidad de señales pero evita sobre-análisis",
    "takeaway5": "Entender limitaciones de indicadores previene errores de trading comunes",
    "quiz_title": "Prueba Tus Conocimientos",
    "quiz_q1": "¿Cuál es el propósito principal de las medias móviles en análisis técnico?",
    "quiz_q1_a": "Predecir movimientos de precio futuro con 100% de precisión",
    "quiz_q1_b": "Suavizar fluctuaciones de precio e identificar tendencias subyacentes",
    "quiz_q1_c": "Reemplazar la necesidad de análisis de acción de precio",
    "quiz_q1_d": "Eliminar todos los riesgos de trading",
    "quiz_q1_correct": "b",
    "quiz_q2": "Una 'cruz dorada' ocurre cuando:",
    "quiz_q2_a": "EMA 50 cruza por encima de EMA 200, sugiriendo momentum alcista",
    "quiz_q2_b": "El precio toca resistencia tres veces",
    "quiz_q2_c": "El volumen se dispara por encima de niveles normales",
    "quiz_q2_d": "El RSI llega a 100",
    "quiz_q2_correct": "a",
    "quiz_q3": "¿Qué típicamente indica una lectura RSI superior a 70?",
    "quiz_q3_a": "Fuerte señal alcista para comprar inmediatamente",
    "quiz_q3_b": "Condiciones de sobrecompra donde el precio puede estar maduro para corrección",
    "quiz_q3_c": "Nivel de soporte siendo establecido",
    "quiz_q3_d": "Condiciones de sobreventa listas para reversión",
    "quiz_q3_correct": "b",
    "quiz_q4": "MACD ayuda principalmente a los traders a identificar:",
    "quiz_q4_a": "Niveles de soporte y resistencia",
    "quiz_q4_b": "Señales de confirmación de volumen",
    "quiz_q4_c": "Dirección de seguimiento de tendencias y cambios de momentum",
    "quiz_q4_d": "Finalización de patrones de velas",
    "quiz_q4_correct": "c",
    "quiz_q5": "¿Qué señala una divergencia entre precio y un oscilador?",
    "quiz_q5_a": "El indicador está roto y debe ignorarse",
    "quiz_q5_b": "Una reversión potencial puede estar llegando pronto",
    "quiz_q5_c": "La tendencia continuará más fuerte",
    "quiz_q5_d": "El volumen está disminuyendo",
    "quiz_q5_correct": "b",
    "exercise_title": "Ejercicio Práctico",
    "exercise": "Configura un gráfico con tres indicadores: EMA de 20 períodos, RSI (14) y barras de volumen. Practica identificando señales de confluencia donde múltiples indicadores se alinean sugiriendo la misma dirección. Documenta cinco ejemplos específicos durante la próxima semana: registra la fecha, instrumento y cómo cada indicador confirmó el movimiento. Nota cómo estas señales de confluencia se desempeñaron comparadas con señales de indicador único. Este ejercicio construye habilidades de reconocimiento de patrones esenciales para trading profesional.",
    "mark_complete": "Marcar Ejercicio Como Completado",
    "previous_lesson": "← Lección Anterior",
    "next_lesson": "Siguiente Lección →",
    "all_rights": "Todos Los Derechos Reservados",
    "disclaimer": "Divulgación de Riesgos: El trading implica riesgo sustancial de pérdida. El desempeño pasado no garantiza resultados futuros. Siempre usa gestión adecuada de riesgos y nunca arriesgues más de lo que puedas permitirte perder."
  },
  "pt": {
    "lesson_number": "Lição 5 de 12",
    "academy_name": "Academia de Trading Seekapa",
    "title": "Indicadores de Trading e Ferramentas",
    "subtitle": "Domine indicadores técnicos para confirmar sinais e melhorar o timing",
    "objectives_title": "Objetivos de Aprendizagem",
    "objective_1": "Entender como indicadores de trading funcionam e suas aplicações",
    "objective_2": "Aprender a usar médias móveis para identificar tendências",
    "objective_3": "Dominar osciladores como RSI e MACD para análise de momentum",
    "objective_4": "Descubra como combinar indicadores para melhores sinais evitando excesso de análise",
    "video_coming_soon": "Vídeo em Breve",
    "video_details": "Duração: 90-120 segundos | Qualidade: 1080p",
    "intro": "Indicadores de trading servem como cálculos matemáticos baseados em preço, volume ou dados de mercado que ajudam a identificar tendências, momentum e possíveis reversões. Enquanto a ação do preço forma a base, indicadores fornecem confirmação adicional e ajudam a sincronizar entradas e saídas com maior precisão. Nesta lição, você aprenderá os indicadores mais práticos usados por traders profissionais e como combiná-los para configurações de trading de alta probabilidade.",
    "section1_title": "Médias Móveis: Ferramentas de Acompanhamento de Tendências",
    "section1_text": "As médias móveis suavizam flutuações de preço para identificar tendências subjacentes e fornecer níveis dinâmicos de suporte e resistência. As médias móveis simples (SMA) dão peso igual a todos os preços, enquanto as médias móveis exponenciais (EMA) enfatizam preços recentes mais fortemente. Os períodos comuns incluem 20, 50, 100 e 200, com períodos mais longos fornecendo sinais mais suaves ideais para swing trading. Os cruzamentos de médias móveis geram sinais de trading poderosos: cruzes de ouro (EMA 50 cruzando acima de EMA 200) sugerem momentum altista fortalecido, enquanto cruzes de morte (EMA 50 cruzando abaixo de EMA 200) indicam possível pressão baixista.",
    "section2_title": "Osciladores: Momentum e Condições de Sobrecompra/Sobrevenda",
    "section2_text": "Osciladores fluem entre limites fixos ajudando a identificar mudanças de momentum e condições extremas do mercado. O Índice de Força Relativa (RSI) mede a velocidade e magnitude das mudanças de preço, oscilando entre 0 e 100. Leituras acima de 70 sugerem condições de sobrecompra onde o preço pode estar pronto para correção, enquanto leituras abaixo de 30 indicam condições de sobrevenda. MACD (Convergência e Divergência de Médias Móveis) combina acompanhamento de tendências e momentum mostrando relações entre duas médias móveis exponenciais. Quando a linha MACD cruza acima da linha de sinal, emerge momentum altista; quando cruza abaixo, domina o momentum baixista. Divergências entre preço e osciladores fornecem sinais de reversão particularmente poderosos.",
    "section3_title": "Indicadores de Volume: Confirmando Movimentos de Preço",
    "section3_text": "Indicadores de volume analisam atividade de trading e fluxo de dinheiro para confirmar movimentos de preço e identificar possíveis reversões. O Volume no Balanço (OBV) cria uma linha cumulativa que deve tender com preços em movimentos saudáveis—divergências sinalizam movimentos fracos propensos a reverter. O Preço Médio Ponderado por Volume (VWAP) mostra o preço médio ponderado por volume, servindo como benchmark para atividade institucional. A linha de Acumulação/Distribuição combina preço e volume para revelar se dinheiro está fluindo para ou de um instrumento. Traders profissionais observam confirmação de volume: movimentos de preço fortes em alto volume são mais confiáveis que movimentos de preço em volume leve.",
    "section4_title": "Combinando Indicadores para Melhores Sinais",
    "section4_text": "Combinar múltiplos indicadores melhora a qualidade de sinais enquanto evita excesso de análise. Uma abordagem comum de alta probabilidade emparelha indicadores de acompanhamento de tendências (médias móveis) com osciladores de momentum (RSI ou MACD) para identificar configurações onde ambos concordam sobre direção. Confirmação de volume adiciona uma terceira camada crucial garantindo que atividade de trading adequada sustenta o movimento. Análise de múltiplos prazos ajuda a confirmar sinais através de diferentes horizontes: identificar direção de tendência em gráficos diários, então negociar entradas em prazos inferiores para pontos de entrada melhorados.",
    "takeaways_title": "Pontos-Chave",
    "takeaway1": "Médias móveis ajudam a identificar tendências e fornecer níveis dinâmicos de suporte/resistência",
    "takeaway2": "Osciladores identificam mudanças de momentum e condições de sobrecompra/sobrevenda para reversões",
    "takeaway3": "Indicadores de volume confirmam movimentos de preço e revelam atividade institucional",
    "takeaway4": "Combinar indicadores melhora qualidade de sinais mas evita excesso de análise",
    "takeaway5": "Entender limitações de indicadores previne erros de trading comuns",
    "quiz_title": "Teste Seu Conhecimento",
    "quiz_q1": "Qual é o propósito principal das médias móveis em análise técnica?",
    "quiz_q1_a": "Prever movimentos de preço futuros com 100% de precisão",
    "quiz_q1_b": "Suavizar flutuações de preço e identificar tendências subjacentes",
    "quiz_q1_c": "Substituir a necessidade de análise de ação de preço",
    "quiz_q1_d": "Eliminar todos os riscos de trading",
    "quiz_q1_correct": "b",
    "quiz_q2": "Um 'cruzamento de ouro' ocorre quando:",
    "quiz_q2_a": "EMA 50 cruza acima de EMA 200, sugerindo momentum altista",
    "quiz_q2_b": "O preço toca resistência três vezes",
    "quiz_q2_c": "Volume dispara acima dos níveis normais",
    "quiz_q2_d": "O RSI atinge 100",
    "quiz_q2_correct": "a",
    "quiz_q3": "O que tipicamente indica uma leitura RSI acima de 70?",
    "quiz_q3_a": "Sinal altista forte para comprar imediatamente",
    "quiz_q3_b": "Condições de sobrecompra onde o preço pode estar pronto para correção",
    "quiz_q3_c": "Nível de suporte sendo estabelecido",
    "quiz_q3_d": "Condições de sobrevenda prontas para reversão",
    "quiz_q3_correct": "b",
    "quiz_q4": "MACD ajuda principalmente traders a identificar:",
    "quiz_q4_a": "Níveis de suporte e resistência",
    "quiz_q4_b": "Sinais de confirmação de volume",
    "quiz_q4_c": "Direção de acompanhamento de tendências e mudanças de momentum",
    "quiz_q4_d": "Conclusão de padrões de velas",
    "quiz_q4_correct": "c",
    "quiz_q5": "O que sinaliza uma divergência entre preço e um oscilador?",
    "quiz_q5_a": "O indicador está quebrado e deve ser ignorado",
    "quiz_q5_b": "Uma possível reversão pode estar chegando em breve",
    "quiz_q5_c": "A tendência continuará mais forte",
    "quiz_q5_d": "Volume está diminuindo",
    "quiz_q5_correct": "b",
    "exercise_title": "Exercício Prático",
    "exercise": "Configure um gráfico com três indicadores: EMA de 20 períodos, RSI (14) e barras de volume. Pratique identificando sinais de confluência onde múltiplos indicadores se alinham sugerindo a mesma direção. Documente cinco exemplos específicos durante a próxima semana: registre a data, instrumento e como cada indicador confirmou o movimento. Note como esses sinais de confluência se desempenharam comparados a sinais de indicador único. Este exercício constrói habilidades de reconhecimento de padrões essenciais para trading profissional.",
    "mark_complete": "Marcar Exercício Como Completo",
    "previous_lesson": "← Lição Anterior",
    "next_lesson": "Próxima Lição →",
    "all_rights": "Todos Os Direitos Reservados",
    "disclaimer": "Divulgação de Riscos: Trading envolve risco substancial de perda. Desempenho passado não garante resultados futuros. Sempre use gestão adequada de riscos e nunca arrisque mais do que puder se permitir perder."
  }
}
